pile/readings/reading-list.org
#+TITLE: Reading List
#+AUTHOR: Abhinav Tushar

#+TODO: READING NEXT | READ

* The Grid: Electrical Infrastructure for a New Era
:PROPERTIES:
:AUTHOR:    Gretchen Bakke
:ADDED:     <2017-06-21>
:GOODREADS: https://www.goodreads.com/book/show/26073005
:END:

* The Fever: How Malaria Has Ruled Humankind for 500,000 Years
:PROPERTIES:
:AUTHOR:    Sonia Shah
:ADDED:     <2017-06-21>
:GOODREADS: https://www.goodreads.com/book/show/8162151
:END:

* House on Fire: The Fight to Eradicate Smallpox
:PROPERTIES:
:AUTHOR:    William H. Foege
:ADDED:     <2017-06-21>
:GOODREADS: https://www.goodreads.com/book/show/9772046
:END:

* Infections and Inequalities: The Modern Plagues
:PROPERTIES:
:AUTHOR:    Paul Farmer
:ADDED:     <2017-06-21>
:GOODREADS: https://www.goodreads.com/book/show/10233
:END:

* Homo Deus: A Brief History of Tomorrow
:PROPERTIES:
:AUTHOR:    Yuval Noah Harari
:ADDED:     <2017-06-21>
:GOODREADS: https://www.goodreads.com/book/show/31138556
:END:

* Sustainable Materials - With Both Eyes Open
:PROPERTIES:
:AUTHOR:    Julian M. Allwood, Jonathan M. Cullen
:ADDED:     <2017-06-21>
:GOODREADS: https://www.goodreads.com/book/show/13072034
:END:

* Advanced Cartooning and Other Drawings
:PROPERTIES:
:AUTHOR:    B. Kliban
:ADDED:     <2017-06-15>
:GOODREADS: https://www.goodreads.com/book/show/550802
:END:

* Homegoing
:PROPERTIES:
:AUTHOR:    Yaa Gyasi
:ADDED:     <2017-06-15>
:GOODREADS: https://www.goodreads.com/book/show/27071490
:END:

* Salvage the Bones
:PROPERTIES:
:AUTHOR:    Jesmyn Ward
:ADDED:     <2017-06-15>
:GOODREADS: https://www.goodreads.com/book/show/10846336
:END:

* Striking Thoughts: Bruce Lee's Wisdom for Daily Living
:PROPERTIES:
:AUTHOR:    Bruce Lee, John  Little
:ADDED:     <2017-06-12>
:GOODREADS: https://www.goodreads.com/book/show/259311
:END:

* The Age of Reason
:PROPERTIES:
:AUTHOR:    Thomas Paine
:ADDED:     <2017-06-09>
:GOODREADS: https://www.goodreads.com/book/show/1031803
:END:

* Common Sense
:PROPERTIES:
:AUTHOR:    Thomas Paine
:ADDED:     <2017-06-09>
:GOODREADS: https://www.goodreads.com/book/show/161744
:END:

* Engines of Creation: The Coming Era of Nanotechnology
:PROPERTIES:
:AUTHOR:    K. Eric Drexler, Marvin Minsky
:ADDED:     <2017-06-09>
:GOODREADS: https://www.goodreads.com/book/show/83596
:END:

* Relativity Visualized: The Gold Nugget of Relativity Books
:PROPERTIES:
:AUTHOR:    Lewis Carroll Epstein
:ADDED:     <2017-06-09>
:GOODREADS: https://www.goodreads.com/book/show/17363
:END:

* The Machinery of Life
:PROPERTIES:
:AUTHOR:    David S. Goodsell
:ADDED:     <2017-06-09>
:GOODREADS: https://www.goodreads.com/book/show/6601267
:END:

* Visual Thinking
:PROPERTIES:
:AUTHOR:    Rudolf Arnheim
:ADDED:     <2017-06-09>
:GOODREADS: https://www.goodreads.com/book/show/365660
:END:

* Art and Illusion: A Study in the Psychology of Pictorial Representation
:PROPERTIES:
:AUTHOR:    E.H. Gombrich
:ADDED:     <2017-06-09>
:GOODREADS: https://www.goodreads.com/book/show/61506
:END:

* Religion and Science
:PROPERTIES:
:AUTHOR:    Bertrand Russell, Michael Ruse
:ADDED:     <2017-06-09>
:GOODREADS: https://www.goodreads.com/book/show/51790
:END:

* The Republic
:PROPERTIES:
:AUTHOR:    Plato, Desmond Lee
:ADDED:     <2017-06-09>
:GOODREADS: https://www.goodreads.com/book/show/30289
:END:

* Beyond Boredom and Anxiety: Experiencing Flow in Work and Play
:PROPERTIES:
:AUTHOR:    Mihaly Csikszentmihalyi
:ADDED:     <2017-06-09>
:GOODREADS: https://www.goodreads.com/book/show/66334
:END:

