docs/readings/reading-list.org.html
<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN">
<!-- Created by htmlize-1.51 in css mode. -->
<html>
  <head>
    <title>reading-list.org</title>
  </head>
  <body>
    <pre>
<span class="org-document-info-keyword">#+TITLE:</span> <span class="org-document-title">Reading List
</span><span class="org-document-info-keyword">#+AUTHOR:</span> <span class="org-document-info">Abhinav Tushar
</span>
<span class="org-meta-line">#+TODO: READING NEXT &#9474; READ</span>

<span class="org-level-1">* The Grid: Electrical Infrastructure for a New Era
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Gretchen Bakke</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2017&#9472;06&#9472;21&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/26073005">https://www.goodreads.com/book/show/26073005</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* The Fever: How Malaria Has Ruled Humankind for 500,000 Years
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Sonia Shah</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2017&#9472;06&#9472;21&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/8162151">https://www.goodreads.com/book/show/8162151</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* House on Fire: The Fight to Eradicate Smallpox
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">William H. Foege</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2017&#9472;06&#9472;21&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/9772046">https://www.goodreads.com/book/show/9772046</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Infections and Inequalities: The Modern Plagues
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Paul Farmer</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2017&#9472;06&#9472;21&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/10233">https://www.goodreads.com/book/show/10233</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Homo Deus: A Brief History of Tomorrow
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Yuval Noah Harari</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2017&#9472;06&#9472;21&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/31138556">https://www.goodreads.com/book/show/31138556</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Sustainable Materials &#9472; With Both Eyes Open
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Julian M. Allwood, Jonathan M. Cullen</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2017&#9472;06&#9472;21&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/13072034">https://www.goodreads.com/book/show/13072034</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Advanced Cartooning and Other Drawings
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">B. Kliban</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2017&#9472;06&#9472;15&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/550802">https://www.goodreads.com/book/show/550802</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Homegoing
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Yaa Gyasi</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2017&#9472;06&#9472;15&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/27071490">https://www.goodreads.com/book/show/27071490</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Salvage the Bones
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Jesmyn Ward</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2017&#9472;06&#9472;15&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/10846336">https://www.goodreads.com/book/show/10846336</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Striking Thoughts: Bruce Lee's Wisdom for Daily Living
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Bruce Lee, John  Little</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2017&#9472;06&#9472;12&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/259311">https://www.goodreads.com/book/show/259311</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* The Age of Reason
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Thomas Paine</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2017&#9472;06&#9472;09&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/1031803">https://www.goodreads.com/book/show/1031803</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Common Sense
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Thomas Paine</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2017&#9472;06&#9472;09&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/161744">https://www.goodreads.com/book/show/161744</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Engines of Creation: The Coming Era of Nanotechnology
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">K. Eric Drexler, Marvin Minsky</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2017&#9472;06&#9472;09&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/83596">https://www.goodreads.com/book/show/83596</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Relativity Visualized: The Gold Nugget of Relativity Books
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Lewis Carroll Epstein</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2017&#9472;06&#9472;09&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/17363">https://www.goodreads.com/book/show/17363</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* The Machinery of Life
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">David S. Goodsell</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2017&#9472;06&#9472;09&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/6601267">https://www.goodreads.com/book/show/6601267</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Visual Thinking
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Rudolf Arnheim</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2017&#9472;06&#9472;09&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/365660">https://www.goodreads.com/book/show/365660</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Art and Illusion: A Study in the Psychology of Pictorial Representation
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">E.H. Gombrich</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2017&#9472;06&#9472;09&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/61506">https://www.goodreads.com/book/show/61506</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Religion and Science
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Bertrand Russell, Michael Ruse</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2017&#9472;06&#9472;09&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/51790">https://www.goodreads.com/book/show/51790</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* The Republic
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Plato, Desmond Lee</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2017&#9472;06&#9472;09&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/30289">https://www.goodreads.com/book/show/30289</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Beyond Boredom and Anxiety: Experiencing Flow in Work and Play
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Mihaly Csikszentmihalyi</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2017&#9472;06&#9472;09&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/66334">https://www.goodreads.com/book/show/66334</a></span>
<span class="org-special-keyword">:END:</span>
