pile/readings/reading-list.org
* The Interpretation of Cultures
:PROPERTIES:
:AUTHOR:    Clifford Geertz
:ADDED:     <2017-06-09>
:GOODREADS: https://www.goodreads.com/book/show/330006
:END:

* Language and Species
:PROPERTIES:
:AUTHOR:    Derek Bickerton
:ADDED:     <2017-06-09>
:GOODREADS: https://www.goodreads.com/book/show/636140
:END:

* Myths to Live By
:PROPERTIES:
:AUTHOR:    Joseph Campbell, Johnson E. Fairchild
:ADDED:     <2017-06-09>
:GOODREADS: https://www.goodreads.com/book/show/821380
:END:

* Freedom and Culture
:PROPERTIES:
:AUTHOR:    John Dewey, Robert M. Baird, Stuart E. Rosenbaum
:ADDED:     <2017-06-09>
:GOODREADS: https://www.goodreads.com/book/show/220895
:END:

* The Secret of Childhood
:PROPERTIES:
:AUTHOR:    Maria Montessori
:ADDED:     <2017-06-09>
:GOODREADS: https://www.goodreads.com/book/show/920412
:END:

* Instead of Education: Ways to Help People Do Things Better
:PROPERTIES:
:AUTHOR:    John Holt
:ADDED:     <2017-06-09>
:GOODREADS: https://www.goodreads.com/book/show/573008
:END:

* Lateral Thinking
:PROPERTIES:
:AUTHOR:    Edward de Bono
:ADDED:     <2017-06-09>
:GOODREADS: https://www.goodreads.com/book/show/829616
:END:

* Mind in Society: Development of Higher Psychological Processes
:PROPERTIES:
:AUTHOR:    Lev S. Vygotsky, Vera John-Steiner, Michael Cole, Sylvia Scribner, Ellen Souberman
:ADDED:     <2017-06-09>
:GOODREADS: https://www.goodreads.com/book/show/146977
:END:

* Toward a Theory of Instruction
:PROPERTIES:
:AUTHOR:    Jerome Bruner
:ADDED:     <2017-06-09>
:GOODREADS: https://www.goodreads.com/book/show/1633905
:END:

* To Understand Is to Invent
:PROPERTIES:
:AUTHOR:    Jean Piaget
:ADDED:     <2017-06-09>
:GOODREADS: https://www.goodreads.com/book/show/1728857
:END:

* The Psychology of the Child
:PROPERTIES:
:AUTHOR:    Jean Piaget, Bärbel Inhelder, Helen Weaver
:ADDED:     <2017-06-09>
:GOODREADS: https://www.goodreads.com/book/show/137908
:END:

* The Gutenberg Galaxy: The Making of Typographic Man
:PROPERTIES:
:AUTHOR:    Marshall McLuhan
:ADDED:     <2017-06-09>
:GOODREADS: https://www.goodreads.com/book/show/440463
:END:

* Conscientious Objections: Stirring Up Trouble About Language, Technology and Education
:PROPERTIES:
:AUTHOR:    Neil Postman
:ADDED:     <2017-06-09>
:GOODREADS: https://www.goodreads.com/book/show/96444
:END:

* Technology, Management and Society
:PROPERTIES:
:AUTHOR:    Peter F. Drucker
:ADDED:     <2017-06-09>
:GOODREADS: https://www.goodreads.com/book/show/4825159
:END:

* How to Watch TV News
:PROPERTIES:
:AUTHOR:    Neil Postman, Steve Powers
:ADDED:     <2017-06-09>
:GOODREADS: https://www.goodreads.com/book/show/96446
:END:

* Amusing Ourselves to Death: Public Discourse in the Age of Show Business
:PROPERTIES:
:AUTHOR:    Neil Postman, Andrew Postman
:ADDED:     <2017-06-09>
:GOODREADS: https://www.goodreads.com/book/show/74034
:END:

* Computation: Finite and Infinite Machines (Automatic Computation)
:PROPERTIES:
:AUTHOR:    Marvin Minsky
:ADDED:     <2017-06-09>
:GOODREADS: https://www.goodreads.com/book/show/326791
:END:

* Privacy and Freedom
:PROPERTIES:
:AUTHOR:    Alan Westin
:ADDED:     <2017-06-09>
:GOODREADS: https://www.goodreads.com/book/show/21535409
:END:

* The Poisonwood Bible
:PROPERTIES:
:AUTHOR:    Barbara Kingsolver
:ADDED:     <2017-06-07>
:GOODREADS: https://www.goodreads.com/book/show/7244
:END:

* Science Tales
:PROPERTIES:
:AUTHOR:    Darryl Cunningham
:ADDED:     <2017-06-04>
:GOODREADS: https://www.goodreads.com/book/show/13562838
:END:

