docs/readings/reading-list.org.html

<span class="org-level-1">* The Interpretation of Cultures
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Clifford Geertz</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2017&#9472;06&#9472;09&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/330006">https://www.goodreads.com/book/show/330006</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Language and Species
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Derek Bickerton</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2017&#9472;06&#9472;09&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/636140">https://www.goodreads.com/book/show/636140</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Myths to Live By
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Joseph Campbell, Johnson E. Fairchild</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2017&#9472;06&#9472;09&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/821380">https://www.goodreads.com/book/show/821380</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Freedom and Culture
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">John Dewey, Robert M. Baird, Stuart E. Rosenbaum</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2017&#9472;06&#9472;09&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/220895">https://www.goodreads.com/book/show/220895</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* The Secret of Childhood
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Maria Montessori</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2017&#9472;06&#9472;09&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/920412">https://www.goodreads.com/book/show/920412</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Instead of Education: Ways to Help People Do Things Better
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">John Holt</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2017&#9472;06&#9472;09&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/573008">https://www.goodreads.com/book/show/573008</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Lateral Thinking
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Edward de Bono</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2017&#9472;06&#9472;09&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/829616">https://www.goodreads.com/book/show/829616</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Mind in Society: Development of Higher Psychological Processes
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Lev S. Vygotsky, Vera John&#9472;Steiner, Michael Cole, Sylvia Scribner, Ellen Souberman</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2017&#9472;06&#9472;09&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/146977">https://www.goodreads.com/book/show/146977</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Toward a Theory of Instruction
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Jerome Bruner</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2017&#9472;06&#9472;09&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/1633905">https://www.goodreads.com/book/show/1633905</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* To Understand Is to Invent
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Jean Piaget</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2017&#9472;06&#9472;09&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/1728857">https://www.goodreads.com/book/show/1728857</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* The Psychology of the Child
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Jean Piaget, B&#228;rbel Inhelder, Helen Weaver</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2017&#9472;06&#9472;09&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/137908">https://www.goodreads.com/book/show/137908</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* The Gutenberg Galaxy: The Making of Typographic Man
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Marshall McLuhan</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2017&#9472;06&#9472;09&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/440463">https://www.goodreads.com/book/show/440463</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Conscientious Objections: Stirring Up Trouble About Language, Technology and Education
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Neil Postman</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2017&#9472;06&#9472;09&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/96444">https://www.goodreads.com/book/show/96444</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Technology, Management and Society
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Peter F. Drucker</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2017&#9472;06&#9472;09&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/4825159">https://www.goodreads.com/book/show/4825159</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* How to Watch TV News
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Neil Postman, Steve Powers</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2017&#9472;06&#9472;09&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/96446">https://www.goodreads.com/book/show/96446</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Amusing Ourselves to Death: Public Discourse in the Age of Show Business
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Neil Postman, Andrew Postman</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2017&#9472;06&#9472;09&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/74034">https://www.goodreads.com/book/show/74034</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Computation: Finite and Infinite Machines (Automatic Computation)
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Marvin Minsky</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2017&#9472;06&#9472;09&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/326791">https://www.goodreads.com/book/show/326791</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Privacy and Freedom
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Alan Westin</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2017&#9472;06&#9472;09&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/21535409">https://www.goodreads.com/book/show/21535409</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* The Poisonwood Bible
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Barbara Kingsolver</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2017&#9472;06&#9472;07&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/7244">https://www.goodreads.com/book/show/7244</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Science Tales
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Darryl Cunningham</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2017&#9472;06&#9472;04&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/13562838">https://www.goodreads.com/book/show/13562838</a></span>
<span class="org-special-keyword">:END:</span>
