pile/readings/reading-list.org
* On Tyranny: Twenty Lessons from the Twentieth Century
:PROPERTIES:
:AUTHOR:    Timothy Snyder
:ADDED:     <2017-06-04>
:GOODREADS: https://www.goodreads.com/book/show/33917107
:END:

* Solving Mathematical Problems: A Personal Perspective
:PROPERTIES:
:AUTHOR:    Terence Tao
:ADDED:     <2017-06-02>
:GOODREADS: https://www.goodreads.com/book/show/265415
:END:

* David and Goliath: Underdogs, Misfits, and the Art of Battling Giants
:PROPERTIES:
:AUTHOR:    Malcolm Gladwell
:ADDED:     <2017-06-02>
:GOODREADS: https://www.goodreads.com/book/show/15751404
:END:

* Outliers: The Story of Success
:PROPERTIES:
:AUTHOR:    Malcolm Gladwell
:ADDED:     <2017-06-02>
:GOODREADS: https://www.goodreads.com/book/show/3228917
:END:

* Emblems of Mind: The Inner Life of Music and Mathematics
:PROPERTIES:
:AUTHOR:    Edward Rothstein
:ADDED:     <2017-05-25>
:GOODREADS: https://www.goodreads.com/book/show/1136403
:END:

* Metro 2033 (Metro, #1)
:PROPERTIES:
:AUTHOR:    Dmitry Glukhovsky
:ADDED:     <2017-05-18>
:GOODREADS: https://www.goodreads.com/book/show/17274667
:END:

* READ Solaris
CLOSED: [2017-05-14]
:PROPERTIES:
:AUTHOR:    Stanisław Lem
:ADDED:     <2017-05-07>
:GOODREADS: https://www.goodreads.com/book/show/95558
:END:

Not very hard sci-fi, but one of the best experiences.

* The Cathedral & the Bazaar: Musings on Linux and Open Source by an Accidental Revolutionary
:PROPERTIES:
:AUTHOR:    Eric S. Raymond, Bob Young
:ADDED:     <2017-05-01>
:GOODREADS: https://www.goodreads.com/book/show/134825
:END:

* The Little Schemer
:PROPERTIES:
:AUTHOR:    Daniel P. Friedman, Matthias Felleisen, Duane Bibby, Gerald J. Sussman
:ADDED:     <2017-04-30>
:GOODREADS: https://www.goodreads.com/book/show/548914
:END:

* READ Alice's Adventures in Wonderland (Alice's Adventures in Wonderland #1)
CLOSED: [2015-04-28]
:PROPERTIES:
:AUTHOR:    Lewis Carroll, John Tenniel
:ADDED:     <2017-03-27>
:GOODREADS: https://www.goodreads.com/book/show/6324090
:END:

* Soylent Green
:PROPERTIES:
:AUTHOR:    Harry Harrison
:ADDED:     <2017-03-22>
:GOODREADS: https://www.goodreads.com/book/show/9799221
:END:

* No Place to Hide: Edward Snowden, the NSA, and the U.S. Surveillance State
:PROPERTIES:
:AUTHOR:    Glenn Greenwald
:ADDED:     <2017-03-21>
:GOODREADS: https://www.goodreads.com/book/show/18213403
:END:

* READING On Growth and Form
:PROPERTIES:
:AUTHOR:    D'Arcy Wentworth Thompson, John Tyler Bonner
:ADDED:     <2017-03-13>
:GOODREADS: https://www.goodreads.com/book/show/460984
:END:

* This Changes Everything: Capitalism vs. The Climate
:PROPERTIES:
:AUTHOR:    Naomi Klein
:ADDED:     <2017-03-11>
:GOODREADS: https://www.goodreads.com/book/show/21913812
:END:

* Emergence: From Chaos To Order
:PROPERTIES:
:AUTHOR:    John H. Holland
:ADDED:     <2017-03-11>
:GOODREADS: https://www.goodreads.com/book/show/896539
:END:

* Emergence: The Connected Lives of Ants, Brains, Cities, and Software
:PROPERTIES:
:AUTHOR:    Steven Johnson
:ADDED:     <2017-03-11>
:GOODREADS: https://www.goodreads.com/book/show/2296
:END:

* Harnessing Complexity
:PROPERTIES:
:AUTHOR:    Robert Axelrod, Michael D. Cohen
:ADDED:     <2017-03-11>
:GOODREADS: https://www.goodreads.com/book/show/366820
:END:

* Hidden Order: How Adaptation Builds Complexity
:PROPERTIES:
:AUTHOR:    John H. Holland, Heather Mimnaugh
:ADDED:     <2017-03-11>
:GOODREADS: https://www.goodreads.com/book/show/183954
:END:

