docs/readings/reading-list.org.html

<span class="org-level-1">* On Tyranny: Twenty Lessons from the Twentieth Century
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Timothy Snyder</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2017&#9472;06&#9472;04&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/33917107">https://www.goodreads.com/book/show/33917107</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Solving Mathematical Problems: A Personal Perspective
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Terence Tao</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2017&#9472;06&#9472;02&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/265415">https://www.goodreads.com/book/show/265415</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* David and Goliath: Underdogs, Misfits, and the Art of Battling Giants
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Malcolm Gladwell</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2017&#9472;06&#9472;02&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/15751404">https://www.goodreads.com/book/show/15751404</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Outliers: The Story of Success
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Malcolm Gladwell</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2017&#9472;06&#9472;02&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/3228917">https://www.goodreads.com/book/show/3228917</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Emblems of Mind: The Inner Life of Music and Mathematics
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Edward Rothstein</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2017&#9472;05&#9472;25&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/1136403">https://www.goodreads.com/book/show/1136403</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Metro 2033 (Metro, </span><span class="org-level-1"><span class="org-tag">#1)</span></span><span class="org-level-1">
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Dmitry Glukhovsky</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2017&#9472;05&#9472;18&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/17274667">https://www.goodreads.com/book/show/17274667</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* </span><span class="org-level-1"><span class="org-done">READ</span></span><span class="org-level-1"> </span><span class="org-level-1"><span class="org-headline-done">Solaris</span></span><span class="org-level-1">
</span><span class="org-special-keyword">CLOSED:</span> <span class="org-date">[2017&#9472;05&#9472;14]</span>
<span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Stanis&#322;aw Lem</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2017&#9472;05&#9472;07&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/95558">https://www.goodreads.com/book/show/95558</a></span>
<span class="org-special-keyword">:END:</span>

Not very hard sci&#9472;fi, but one of the best experiences.

<span class="org-level-1">* The Cathedral &amp; the Bazaar: Musings on Linux and Open Source by an Accidental Revolutionary
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Eric S. Raymond, Bob Young</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2017&#9472;05&#9472;01&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/134825">https://www.goodreads.com/book/show/134825</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* The Little Schemer
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Daniel P. Friedman, Matthias Felleisen, Duane Bibby, Gerald J. Sussman</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2017&#9472;04&#9472;30&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/548914">https://www.goodreads.com/book/show/548914</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* </span><span class="org-level-1"><span class="org-done">READ</span></span><span class="org-level-1"> </span><span class="org-level-1"><span class="org-headline-done">Alice's Adventures in Wonderland (Alice's Adventures in Wonderland </span></span><span class="org-level-1"><span class="org-headline-done"><span class="org-tag">#1)</span></span></span><span class="org-level-1">
</span><span class="org-special-keyword">CLOSED:</span> <span class="org-date">[2015&#9472;04&#9472;28]</span>
<span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Lewis Carroll, John Tenniel</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2017&#9472;03&#9472;27&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/6324090">https://www.goodreads.com/book/show/6324090</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Soylent Green
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Harry Harrison</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2017&#9472;03&#9472;22&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/9799221">https://www.goodreads.com/book/show/9799221</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* No Place to Hide: Edward Snowden, the NSA, and the U.S. Surveillance State
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Glenn Greenwald</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2017&#9472;03&#9472;21&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/18213403">https://www.goodreads.com/book/show/18213403</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* </span><span class="org-level-1"><span class="org-todo">READING</span></span><span class="org-level-1"> On Growth and Form
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">D'Arcy Wentworth Thompson, John Tyler Bonner</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2017&#9472;03&#9472;13&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/460984">https://www.goodreads.com/book/show/460984</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* This Changes Everything: Capitalism vs. The Climate
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Naomi Klein</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2017&#9472;03&#9472;11&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/21913812">https://www.goodreads.com/book/show/21913812</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Emergence: From Chaos To Order
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">John H. Holland</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2017&#9472;03&#9472;11&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/896539">https://www.goodreads.com/book/show/896539</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Emergence: The Connected Lives of Ants, Brains, Cities, and Software
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Steven Johnson</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2017&#9472;03&#9472;11&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/2296">https://www.goodreads.com/book/show/2296</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Harnessing Complexity
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Robert Axelrod, Michael D. Cohen</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2017&#9472;03&#9472;11&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/366820">https://www.goodreads.com/book/show/366820</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Hidden Order: How Adaptation Builds Complexity
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">John H. Holland, Heather Mimnaugh</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2017&#9472;03&#9472;11&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/183954">https://www.goodreads.com/book/show/183954</a></span>
<span class="org-special-keyword">:END:</span>
