pile/readings/reading-list.org
* READ An Introduction to Genetic Algorithms
CLOSED: [2017-05-30]
:PROPERTIES:
:AUTHOR:    Melanie Mitchell
:ADDED:     <2017-03-11>
:GOODREADS: https://www.goodreads.com/book/show/105139
:END:

* Complex Adaptive Systems: An Introduction to Computational Models of Social Life
:PROPERTIES:
:AUTHOR:    John H.  Miller, Scott E. Page
:ADDED:     <2017-03-11>
:GOODREADS: https://www.goodreads.com/book/show/245273
:END:

* Utopia
:PROPERTIES:
:AUTHOR:    Thomas More, Paul Turner
:ADDED:     <2017-03-03>
:GOODREADS: https://www.goodreads.com/book/show/18414
:END:

* Development as Freedom
:PROPERTIES:
:AUTHOR:    Amartya Sen
:ADDED:     <2017-03-03>
:GOODREADS: https://www.goodreads.com/book/show/173961
:END:

* The Bottom Billion: Why the Poorest Countries Are Failing and What Can Be Done About It
:PROPERTIES:
:AUTHOR:    Paul Collier
:ADDED:     <2017-03-03>
:GOODREADS: https://www.goodreads.com/book/show/493371
:END:

* Politics
:PROPERTIES:
:AUTHOR:    Aristotle
:ADDED:     <2017-03-01>
:GOODREADS: https://www.goodreads.com/book/show/19083
:END:

* The New Organon
:PROPERTIES:
:AUTHOR:    Francis Bacon, Lisa Jardine, Michael Silverthorne
:ADDED:     <2017-03-01>
:GOODREADS: https://www.goodreads.com/book/show/309002
:END:

* Two Treatises of Government
:PROPERTIES:
:AUTHOR:    John Locke, Peter Laslett, Raymond Geuss
:ADDED:     <2017-03-01>
:GOODREADS: https://www.goodreads.com/book/show/364550
:END:

* An Enquiry Concerning Human Understanding
:PROPERTIES:
:AUTHOR:    David Hume
:ADDED:     <2017-03-01>
:GOODREADS: https://www.goodreads.com/book/show/130119
:END:

* Assassin's Quest (Farseer Trilogy, #3)
:PROPERTIES:
:AUTHOR:    Robin Hobb
:ADDED:     <2017-02-26>
:GOODREADS: https://www.goodreads.com/book/show/33396914
:END:

* Royal Assassin (Farseer Trilogy, #2)
:PROPERTIES:
:AUTHOR:    Robin Hobb
:ADDED:     <2017-02-26>
:GOODREADS: https://www.goodreads.com/book/show/25300956
:END:

* Assassin's Apprentice (Farseer Trilogy, #1)
:PROPERTIES:
:AUTHOR:    Robin Hobb
:ADDED:     <2017-02-26>
:GOODREADS: https://www.goodreads.com/book/show/77197
:END:

* Broca's Brain: Reflections on the Romance of Science
:PROPERTIES:
:AUTHOR:    Carl Sagan
:ADDED:     <2017-02-23>
:GOODREADS: https://www.goodreads.com/book/show/485812
:END:

* Sceptical Essays
:PROPERTIES:
:AUTHOR:    Bertrand Russell, John N. Gray
:ADDED:     <2017-02-23>
:GOODREADS: https://www.goodreads.com/book/show/144355
:END:

* Man and His Symbols
:PROPERTIES:
:AUTHOR:    C.G. Jung, Joseph L. Henderson, Aniela Jaffé, Jolande Jacobi, John Freeman, Marie-Louise von Franz
:ADDED:     <2017-02-23>
:GOODREADS: https://www.goodreads.com/book/show/123632
:END:

* The School and Society/The Child and the Curriculum
:PROPERTIES:
:AUTHOR:    John Dewey, Philip W. Jackson
:ADDED:     <2017-02-23>
:GOODREADS: https://www.goodreads.com/book/show/75282
:END:

* The Disappearance of Childhood
:PROPERTIES:
:AUTHOR:    Neil Postman
:ADDED:     <2017-02-23>
:GOODREADS: https://www.goodreads.com/book/show/79679
:END:

* Understanding Media: The Extensions of Man
:PROPERTIES:
:AUTHOR:    Marshall McLuhan, Lewis H. Lapham
:ADDED:     <2017-02-23>
:GOODREADS: https://www.goodreads.com/book/show/126274
:END:

* The Dictator's Handbook: Why Bad Behavior is Almost Always Good Politics
:PROPERTIES:
:AUTHOR:    Bruce Bueno De Mesquita, Alastair Smith
:ADDED:     <2017-02-19>
:GOODREADS: https://www.goodreads.com/book/show/11612989
:END:

* Gratitude
:PROPERTIES:
:AUTHOR:    Oliver Sacks
:ADDED:     <2017-02-18>
:GOODREADS: https://www.goodreads.com/book/show/27161964
:END:

