docs/readings/reading-list.org.html

<span class="org-level-1">* </span><span class="org-level-1"><span class="org-done">READ</span></span><span class="org-level-1"> </span><span class="org-level-1"><span class="org-headline-done">An Introduction to Genetic Algorithms</span></span><span class="org-level-1">
</span><span class="org-special-keyword">CLOSED:</span> <span class="org-date">[2017&#9472;05&#9472;30]</span>
<span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Melanie Mitchell</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2017&#9472;03&#9472;11&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/105139">https://www.goodreads.com/book/show/105139</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Complex Adaptive Systems: An Introduction to Computational Models of Social Life
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">John H.  Miller, Scott E. Page</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2017&#9472;03&#9472;11&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/245273">https://www.goodreads.com/book/show/245273</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Utopia
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Thomas More, Paul Turner</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2017&#9472;03&#9472;03&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/18414">https://www.goodreads.com/book/show/18414</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Development as Freedom
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Amartya Sen</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2017&#9472;03&#9472;03&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/173961">https://www.goodreads.com/book/show/173961</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* The Bottom Billion: Why the Poorest Countries Are Failing and What Can Be Done About It
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Paul Collier</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2017&#9472;03&#9472;03&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/493371">https://www.goodreads.com/book/show/493371</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Politics
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Aristotle</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2017&#9472;03&#9472;01&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/19083">https://www.goodreads.com/book/show/19083</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* The New Organon
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Francis Bacon, Lisa Jardine, Michael Silverthorne</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2017&#9472;03&#9472;01&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/309002">https://www.goodreads.com/book/show/309002</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Two Treatises of Government
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">John Locke, Peter Laslett, Raymond Geuss</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2017&#9472;03&#9472;01&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/364550">https://www.goodreads.com/book/show/364550</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* An Enquiry Concerning Human Understanding
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">David Hume</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2017&#9472;03&#9472;01&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/130119">https://www.goodreads.com/book/show/130119</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Assassin's Quest (Farseer Trilogy, </span><span class="org-level-1"><span class="org-tag">#3)</span></span><span class="org-level-1">
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Robin Hobb</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2017&#9472;02&#9472;26&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/33396914">https://www.goodreads.com/book/show/33396914</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Royal Assassin (Farseer Trilogy, </span><span class="org-level-1"><span class="org-tag">#2)</span></span><span class="org-level-1">
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Robin Hobb</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2017&#9472;02&#9472;26&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/25300956">https://www.goodreads.com/book/show/25300956</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Assassin's Apprentice (Farseer Trilogy, </span><span class="org-level-1"><span class="org-tag">#1)</span></span><span class="org-level-1">
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Robin Hobb</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2017&#9472;02&#9472;26&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/77197">https://www.goodreads.com/book/show/77197</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Broca's Brain: Reflections on the Romance of Science
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Carl Sagan</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2017&#9472;02&#9472;23&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/485812">https://www.goodreads.com/book/show/485812</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Sceptical Essays
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Bertrand Russell, John N. Gray</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2017&#9472;02&#9472;23&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/144355">https://www.goodreads.com/book/show/144355</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Man and His Symbols
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">C.G. Jung, Joseph L. Henderson, Aniela Jaff&#233;, Jolande Jacobi, John Freeman, Marie&#9472;Louise von Franz</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2017&#9472;02&#9472;23&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/123632">https://www.goodreads.com/book/show/123632</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* The School and Society/The Child and the Curriculum
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">John Dewey, Philip W. Jackson</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2017&#9472;02&#9472;23&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/75282">https://www.goodreads.com/book/show/75282</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* The Disappearance of Childhood
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Neil Postman</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2017&#9472;02&#9472;23&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/79679">https://www.goodreads.com/book/show/79679</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Understanding Media: The Extensions of Man
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Marshall McLuhan, Lewis H. Lapham</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2017&#9472;02&#9472;23&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/126274">https://www.goodreads.com/book/show/126274</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* The Dictator's Handbook: Why Bad Behavior is Almost Always Good Politics
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Bruce Bueno De Mesquita, Alastair Smith</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2017&#9472;02&#9472;19&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/11612989">https://www.goodreads.com/book/show/11612989</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Gratitude
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Oliver Sacks</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2017&#9472;02&#9472;18&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/27161964">https://www.goodreads.com/book/show/27161964</a></span>
<span class="org-special-keyword">:END:</span>
