pile/readings/reading-list.org
* Lost Woods: The Discovered Writing of Rachel Carson
:PROPERTIES:
:AUTHOR:    Rachel Carson, Linda Lear
:ADDED:     <2017-02-18>
:GOODREADS: https://www.goodreads.com/book/show/340134
:END:

* The Sense of Wonder
:PROPERTIES:
:AUTHOR:    Rachel Carson, Charles Pratt, Nick Kelsh, Linda Lear
:ADDED:     <2017-02-18>
:GOODREADS: https://www.goodreads.com/book/show/27344
:END:

* Always, Rachel: The Letters of Rachel Carson and Dorothy Freeman 1952-64-The Story of a Remarkable Friendship (Concord Library)
:PROPERTIES:
:AUTHOR:    Rachel Carson, Dorothy Freeman, Martha E. Freeman, Paul Brooks
:ADDED:     <2017-02-18>
:GOODREADS: https://www.goodreads.com/book/show/27346
:END:

* The Sea Around Us
:PROPERTIES:
:AUTHOR:    Rachel Carson, Ann H. Zwinger
:ADDED:     <2017-02-18>
:GOODREADS: https://www.goodreads.com/book/show/542766
:END:

* The Bear and the Nightingale
:PROPERTIES:
:AUTHOR:    Katherine  Arden
:ADDED:     <2017-02-18>
:GOODREADS: https://www.goodreads.com/book/show/25489134
:END:

* The Descent of Man
:PROPERTIES:
:AUTHOR:    Charles Darwin
:ADDED:     <2017-02-18>
:GOODREADS: https://www.goodreads.com/book/show/185407
:END:

* Evolution: The Modern Synthesis: The Definitive Edition
:PROPERTIES:
:AUTHOR:    Julian Huxley, Massimo Pigliucci, Gerd B. Müller
:ADDED:     <2017-02-18>
:GOODREADS: https://www.goodreads.com/book/show/7250157
:END:

* Evolution—The Extended Synthesis
:PROPERTIES:
:AUTHOR:    Massimo Pigliucci, Gerd B. Müller
:ADDED:     <2017-02-18>
:GOODREADS: https://www.goodreads.com/book/show/7618919
:END:

* A Scanner Darkly
:PROPERTIES:
:AUTHOR:    Philip K. Dick
:ADDED:     <2017-02-10>
:GOODREADS: https://www.goodreads.com/book/show/14817
:END:

* Evolution: Making Sense of Life
:PROPERTIES:
:AUTHOR:    Carl Zimmer, Douglas J. Emlen
:ADDED:     <2017-02-06>
:GOODREADS: https://www.goodreads.com/book/show/25785066
:END:

* On Lisp: Advanced Techniques for Common Lisp
:PROPERTIES:
:AUTHOR:    Paul Graham
:ADDED:     <2017-01-28>
:GOODREADS: https://www.goodreads.com/book/show/41803
:END:

* I Know Why the Caged Bird Sings
:PROPERTIES:
:AUTHOR:    Maya Angelou
:ADDED:     <2017-01-28>
:GOODREADS: https://www.goodreads.com/book/show/13214
:END:

* Catch-22
:PROPERTIES:
:AUTHOR:    Joseph Heller
:ADDED:     <2017-01-28>
:GOODREADS: https://www.goodreads.com/book/show/168668
:END:

* The Book Your Church Doesn't Want You to Read
:PROPERTIES:
:AUTHOR:    Tim C. Leedom, Bill Jenkins
:ADDED:     <2017-01-28>
:GOODREADS: https://www.goodreads.com/book/show/498359
:END:

* Nonbeliever Nation: The Rise of Secular Americans
:PROPERTIES:
:AUTHOR:    David Niose
:ADDED:     <2017-01-28>
:GOODREADS: https://www.goodreads.com/book/show/13167816
:END:

* Candide
:PROPERTIES:
:AUTHOR:    Voltaire
:ADDED:     <2017-01-28>
:GOODREADS: https://www.goodreads.com/book/show/19380
:END:

* Full House: The Spread of Excellence from Plato to Darwin
:PROPERTIES:
:AUTHOR:    Stephen Jay Gould
:ADDED:     <2017-01-28>
:GOODREADS: https://www.goodreads.com/book/show/33928
:END:

* Society Without God: What the Least Religious Nations Can Tell Us about Contentment
:PROPERTIES:
:AUTHOR:    Phil Zuckerman
:ADDED:     <2017-01-28>
:GOODREADS: https://www.goodreads.com/book/show/4286013
:END:

* Spook: Science Tackles the Afterlife
:PROPERTIES:
:AUTHOR:    Mary Roach
:ADDED:     <2017-01-28>
:GOODREADS: https://www.goodreads.com/book/show/14990
:END:

