docs/readings/reading-list.org.html

<span class="org-level-1">* Lost Woods: The Discovered Writing of Rachel Carson
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Rachel Carson, Linda Lear</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2017&#9472;02&#9472;18&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/340134">https://www.goodreads.com/book/show/340134</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* The Sense of Wonder
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Rachel Carson, Charles Pratt, Nick Kelsh, Linda Lear</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2017&#9472;02&#9472;18&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/27344">https://www.goodreads.com/book/show/27344</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Always, Rachel: The Letters of Rachel Carson and Dorothy Freeman 1952&#9472;64&#9472;The Story of a Remarkable Friendship (Concord Library)
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Rachel Carson, Dorothy Freeman, Martha E. Freeman, Paul Brooks</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2017&#9472;02&#9472;18&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/27346">https://www.goodreads.com/book/show/27346</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* The Sea Around Us
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Rachel Carson, Ann H. Zwinger</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2017&#9472;02&#9472;18&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/542766">https://www.goodreads.com/book/show/542766</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* The Bear and the Nightingale
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Katherine  Arden</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2017&#9472;02&#9472;18&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/25489134">https://www.goodreads.com/book/show/25489134</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* The Descent of Man
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Charles Darwin</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2017&#9472;02&#9472;18&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/185407">https://www.goodreads.com/book/show/185407</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Evolution: The Modern Synthesis: The Definitive Edition
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Julian Huxley, Massimo Pigliucci, Gerd B. M&#252;ller</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2017&#9472;02&#9472;18&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/7250157">https://www.goodreads.com/book/show/7250157</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Evolution&#8212;The Extended Synthesis
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Massimo Pigliucci, Gerd B. M&#252;ller</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2017&#9472;02&#9472;18&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/7618919">https://www.goodreads.com/book/show/7618919</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* A Scanner Darkly
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Philip K. Dick</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2017&#9472;02&#9472;10&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/14817">https://www.goodreads.com/book/show/14817</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Evolution: Making Sense of Life
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Carl Zimmer, Douglas J. Emlen</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2017&#9472;02&#9472;06&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/25785066">https://www.goodreads.com/book/show/25785066</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* On Lisp: Advanced Techniques for Common Lisp
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Paul Graham</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2017&#9472;01&#9472;28&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/41803">https://www.goodreads.com/book/show/41803</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* I Know Why the Caged Bird Sings
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Maya Angelou</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2017&#9472;01&#9472;28&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/13214">https://www.goodreads.com/book/show/13214</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Catch&#9472;22
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Joseph Heller</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2017&#9472;01&#9472;28&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/168668">https://www.goodreads.com/book/show/168668</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* The Book Your Church Doesn't Want You to Read
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Tim C. Leedom, Bill Jenkins</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2017&#9472;01&#9472;28&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/498359">https://www.goodreads.com/book/show/498359</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Nonbeliever Nation: The Rise of Secular Americans
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">David Niose</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2017&#9472;01&#9472;28&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/13167816">https://www.goodreads.com/book/show/13167816</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Candide
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Voltaire</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2017&#9472;01&#9472;28&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/19380">https://www.goodreads.com/book/show/19380</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Full House: The Spread of Excellence from Plato to Darwin
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Stephen Jay Gould</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2017&#9472;01&#9472;28&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/33928">https://www.goodreads.com/book/show/33928</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Society Without God: What the Least Religious Nations Can Tell Us about Contentment
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Phil Zuckerman</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2017&#9472;01&#9472;28&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/4286013">https://www.goodreads.com/book/show/4286013</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Spook: Science Tackles the Afterlife
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Mary Roach</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2017&#9472;01&#9472;28&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/14990">https://www.goodreads.com/book/show/14990</a></span>
<span class="org-special-keyword">:END:</span>
