pile/readings/reading-list.org
* The Portable Atheist: Essential Readings for the Nonbeliever
:PROPERTIES:
:AUTHOR:    Christopher Hitchens, Titus Lucretius Carus, Omar Khayyám, Thomas Hobbes, Baruch Spinoza, David Hume, James Boswell, Percy Bysshe Shelley, George Eliot, Charles Darwin, Leslie Stephen, Anatole France, Mark Twain, Joseph Conrad, Thomas Hardy, Emma Goldman, H.P. Lovecraft, Carl Van Doren, H.L. Mencken, Sigmund Freud, Albert Einstein, George Orwell, John Betjeman, Chapman Cohen, Bertrand Russell, Philip Larkin, Martin Gardner, Carl Sagan, John Updike, John Leslie Mackie, Michael Shermer, A.J. Ayer, Daniel C. Dennett, Charles Templeton, Richard Dawkins, Victor J. Stenger, Elizabeth S.  Anderson, Penn Jillette, Ian McEwan, Steven Weinberg, Salman Rushdie, Ibn Warraq, Sam Harris, A.C. Grayling, Ayaan Hirsi Ali, John Stuart Mill, Karl Marx
:ADDED:     <2017-01-28>
:GOODREADS: https://www.goodreads.com/book/show/1566053
:END:

* The Origin of Species
:PROPERTIES:
:AUTHOR:    Charles Darwin
:ADDED:     <2017-01-28>
:GOODREADS: https://www.goodreads.com/book/show/22463
:END:

* READ The Handmaid's Tale
CLOSED: [2017-06-07]
:PROPERTIES:
:AUTHOR:    Margaret Atwood
:ADDED:     <2017-01-26>
:GOODREADS: https://www.goodreads.com/book/show/38447
:END:

* Last Argument of Kings (The First Law #3)
:PROPERTIES:
:AUTHOR:    Joe Abercrombie
:ADDED:     <2017-01-21>
:GOODREADS: https://www.goodreads.com/book/show/944076
:END:

* Before They Are Hanged (The First Law #2)
:PROPERTIES:
:AUTHOR:    Joe Abercrombie
:ADDED:     <2017-01-21>
:GOODREADS: https://www.goodreads.com/book/show/902715
:END:

* The Blade Itself (The First Law #1)
:PROPERTIES:
:AUTHOR:    Joe Abercrombie
:ADDED:     <2017-01-21>
:GOODREADS: https://www.goodreads.com/book/show/944073
:END:

* READ Visual Explanations: Images and Quantities, Evidence and Narrative
CLOSED: [2017-07-01 Sat 15:23]
:PROPERTIES:
:AUTHOR:    Edward R. Tufte
:ADDED:     <2017-01-18>
:GOODREADS: https://www.goodreads.com/book/show/17746
:END:

Loved this book thoroughly. Takes me back to the explanatory books I used to
read when younger. This makes you develop an eye for criticizing / respecting
visual explanations, exactly what you expect from the title.

* READ Envisioning Information
CLOSED: [2017-02-20]
:PROPERTIES:
:AUTHOR:    Edward R. Tufte
:ADDED:     <2017-01-18>
:GOODREADS: https://www.goodreads.com/book/show/17745
:END:

* Atlas Shrugged
:PROPERTIES:
:AUTHOR:    Ayn Rand, Leonard Peikoff
:ADDED:     <2017-01-15>
:GOODREADS: https://www.goodreads.com/book/show/662
:END:

* A Doll's House
:PROPERTIES:
:AUTHOR:    Henrik Ibsen, Michael   Meyer
:ADDED:     <2017-01-15>
:GOODREADS: https://www.goodreads.com/book/show/37793
:END:

* The Fountainhead
:PROPERTIES:
:AUTHOR:    Ayn Rand, Leonard Peikoff
:ADDED:     <2017-01-15>
:GOODREADS: https://www.goodreads.com/book/show/2122
:END:

* The Call of Cthulhu and Other Weird Stories
:PROPERTIES:
:AUTHOR:    H.P. Lovecraft, S.T. Joshi
:ADDED:     <2017-01-15>
:GOODREADS: https://www.goodreads.com/book/show/160149
:END:

* The End of Faith: Religion, Terror, and the Future of Reason
:PROPERTIES:
:AUTHOR:    Sam Harris
:ADDED:     <2017-01-09>
:GOODREADS: https://www.goodreads.com/book/show/29501
:END:

* Small Gods (Discworld, #13)
:PROPERTIES:
:AUTHOR:    Terry Pratchett
:ADDED:     <2017-01-09>
:GOODREADS: https://www.goodreads.com/book/show/34484
:END:

* Dune (Dune #1)
:PROPERTIES:
:AUTHOR:    Frank Herbert
:ADDED:     <2017-01-09>
:GOODREADS: https://www.goodreads.com/book/show/234225
:END:

* The Skeptic's Annotated Bible
:PROPERTIES:
:AUTHOR:    Steve Wells
:ADDED:     <2017-01-09>
:GOODREADS: https://www.goodreads.com/book/show/16161010
:END:

