pile/readings/reading-list.org
* God is Not Great: How Religion Poisons Everything
:PROPERTIES:
:AUTHOR:    Christopher Hitchens
:ADDED:     <2017-01-09>
:GOODREADS: https://www.goodreads.com/book/show/43369
:END:

* Letter to a Christian Nation
:PROPERTIES:
:AUTHOR:    Sam Harris
:ADDED:     <2017-01-09>
:GOODREADS: https://www.goodreads.com/book/show/51299
:END:

* Idiot America: How Stupidity Became a Virtue in the Land of the Free
:PROPERTIES:
:AUTHOR:    Charles P. Pierce
:ADDED:     <2017-01-09>
:GOODREADS: https://www.goodreads.com/book/show/6017788
:END:

* JavaScript: The Good Parts
:PROPERTIES:
:AUTHOR:    Douglas Crockford
:ADDED:     <2017-01-03>
:GOODREADS: https://www.goodreads.com/book/show/2998152
:END:

* Cellular Automata And Complexity: Collected Papers
:PROPERTIES:
:AUTHOR:    Stephen Wolfram
:ADDED:     <2017-01-03>
:GOODREADS: https://www.goodreads.com/book/show/459614
:END:

* The Idea Factory: Bell Labs and the Great Age of American Innovation
:PROPERTIES:
:AUTHOR:    Jon Gertner
:ADDED:     <2017-01-02>
:GOODREADS: https://www.goodreads.com/book/show/11797471
:END:

* Strangers in Their Own Land: Anger and Mourning on the American Right
:PROPERTIES:
:AUTHOR:    Arlie Russell Hochschild
:ADDED:     <2017-01-02>
:GOODREADS: https://www.goodreads.com/book/show/28695425
:END:

* A Mathematician's Lament: How School Cheats Us Out of Our Most Fascinating and Imaginative Art Form
:PROPERTIES:
:AUTHOR:    Paul  Lockhart, Keith J. Devlin
:ADDED:     <2016-12-29>
:GOODREADS: https://www.goodreads.com/book/show/6232657
:END:

* READ The Visual Display of Quantitative Information
CLOSED: [2017-01-18]
:PROPERTIES:
:AUTHOR:    Edward R. Tufte
:ADDED:     <2016-12-22>
:GOODREADS: https://www.goodreads.com/book/show/17744
:END:

Interesting read on some of the 'earlier theory and works' in statistical visualizations.

* A Manual for Writers of Research Papers, Theses, and Dissertations: Chicago Style for Students and Researchers
:PROPERTIES:
:AUTHOR:    Kate L. Turabian, Wayne C. Booth, Gregory G. Colomb, Joseph M. Williams, University of Chicago Press
:ADDED:     <2016-12-16>
:GOODREADS: https://www.goodreads.com/book/show/201004
:END:

* The Chicago Manual of Style
:PROPERTIES:
:AUTHOR:    University of Chicago Press
:ADDED:     <2016-12-16>
:GOODREADS: https://www.goodreads.com/book/show/103362
:END:

* Style: The Basics of Clarity and Grace
:PROPERTIES:
:AUTHOR:    Joseph M. Williams
:ADDED:     <2016-12-16>
:GOODREADS: https://www.goodreads.com/book/show/17789795
:END:

* Black Hole Blues and Other Songs from Outer Space
:PROPERTIES:
:AUTHOR:    Janna Levin
:ADDED:     <2016-12-15>
:GOODREADS: https://www.goodreads.com/book/show/27430326
:END:

* The View from the Cheap Seats: Selected Nonfiction
:PROPERTIES:
:AUTHOR:    Neil Gaiman
:ADDED:     <2016-12-15>
:GOODREADS: https://www.goodreads.com/book/show/24331386
:END:

* Unforbidden Pleasures
:PROPERTIES:
:AUTHOR:    Adam Phillips
:ADDED:     <2016-12-15>
:GOODREADS: https://www.goodreads.com/book/show/26114512
:END:

* Anger and Forgiveness: Resentment, Generosity, Justice
:PROPERTIES:
:AUTHOR:    Martha C. Nussbaum
:ADDED:     <2016-12-15>
:GOODREADS: https://www.goodreads.com/book/show/26721206
:END:

* Hold Still: A Memoir with Photographs
:PROPERTIES:
:AUTHOR:    Sally Mann
:ADDED:     <2016-12-15>
:GOODREADS: https://www.goodreads.com/book/show/23197288
:END:

* The Abundance: Narrative Essays Old and New
:PROPERTIES:
:AUTHOR:    Annie Dillard
:ADDED:     <2016-12-15>
:GOODREADS: https://www.goodreads.com/book/show/25776682
:END:

* Becoming Wise: An Inquiry into the Mystery and Art of Living
:PROPERTIES:
:AUTHOR:    Krista Tippett
:ADDED:     <2016-12-15>
:GOODREADS: https://www.goodreads.com/book/show/25894085
:END:

