docs/readings/reading-list.org.html

<span class="org-level-1">* God is Not Great: How Religion Poisons Everything
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Christopher Hitchens</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2017&#9472;01&#9472;09&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/43369">https://www.goodreads.com/book/show/43369</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Letter to a Christian Nation
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Sam Harris</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2017&#9472;01&#9472;09&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/51299">https://www.goodreads.com/book/show/51299</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Idiot America: How Stupidity Became a Virtue in the Land of the Free
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Charles P. Pierce</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2017&#9472;01&#9472;09&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/6017788">https://www.goodreads.com/book/show/6017788</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* JavaScript: The Good Parts
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Douglas Crockford</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2017&#9472;01&#9472;03&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/2998152">https://www.goodreads.com/book/show/2998152</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Cellular Automata And Complexity: Collected Papers
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Stephen Wolfram</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2017&#9472;01&#9472;03&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/459614">https://www.goodreads.com/book/show/459614</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* The Idea Factory: Bell Labs and the Great Age of American Innovation
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Jon Gertner</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2017&#9472;01&#9472;02&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/11797471">https://www.goodreads.com/book/show/11797471</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Strangers in Their Own Land: Anger and Mourning on the American Right
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Arlie Russell Hochschild</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2017&#9472;01&#9472;02&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/28695425">https://www.goodreads.com/book/show/28695425</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* A Mathematician's Lament: How School Cheats Us Out of Our Most Fascinating and Imaginative Art Form
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Paul  Lockhart, Keith J. Devlin</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2016&#9472;12&#9472;29&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/6232657">https://www.goodreads.com/book/show/6232657</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* </span><span class="org-level-1"><span class="org-done">READ</span></span><span class="org-level-1"> </span><span class="org-level-1"><span class="org-headline-done">The Visual Display of Quantitative Information</span></span><span class="org-level-1">
</span><span class="org-special-keyword">CLOSED:</span> <span class="org-date">[2017&#9472;01&#9472;18]</span>
<span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Edward R. Tufte</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2016&#9472;12&#9472;22&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/17744">https://www.goodreads.com/book/show/17744</a></span>
<span class="org-special-keyword">:END:</span>

Interesting read on some of the 'earlier theory and works' in statistical visualizations.

<span class="org-level-1">* A Manual for Writers of Research Papers, Theses, and Dissertations: Chicago Style for Students and Researchers
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Kate L. Turabian, Wayne C. Booth, Gregory G. Colomb, Joseph M. Williams, University of Chicago Press</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2016&#9472;12&#9472;16&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/201004">https://www.goodreads.com/book/show/201004</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* The Chicago Manual of Style
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">University of Chicago Press</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2016&#9472;12&#9472;16&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/103362">https://www.goodreads.com/book/show/103362</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Style: The Basics of Clarity and Grace
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Joseph M. Williams</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2016&#9472;12&#9472;16&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/17789795">https://www.goodreads.com/book/show/17789795</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Black Hole Blues and Other Songs from Outer Space
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Janna Levin</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2016&#9472;12&#9472;15&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/27430326">https://www.goodreads.com/book/show/27430326</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* The View from the Cheap Seats: Selected Nonfiction
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Neil Gaiman</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2016&#9472;12&#9472;15&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/24331386">https://www.goodreads.com/book/show/24331386</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Unforbidden Pleasures
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Adam Phillips</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2016&#9472;12&#9472;15&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/26114512">https://www.goodreads.com/book/show/26114512</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Anger and Forgiveness: Resentment, Generosity, Justice
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Martha C. Nussbaum</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2016&#9472;12&#9472;15&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/26721206">https://www.goodreads.com/book/show/26721206</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Hold Still: A Memoir with Photographs
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Sally Mann</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2016&#9472;12&#9472;15&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/23197288">https://www.goodreads.com/book/show/23197288</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* The Abundance: Narrative Essays Old and New
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Annie Dillard</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2016&#9472;12&#9472;15&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/25776682">https://www.goodreads.com/book/show/25776682</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Becoming Wise: An Inquiry into the Mystery and Art of Living
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Krista Tippett</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2016&#9472;12&#9472;15&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/25894085">https://www.goodreads.com/book/show/25894085</a></span>
<span class="org-special-keyword">:END:</span>
