pile/readings/reading-list.org
* Hidden Figures: The American Dream and the Untold Story of the Black Women Mathematicians Who Helped Win the Space Race
:PROPERTIES:
:AUTHOR:    Margot Lee Shetterly
:ADDED:     <2016-12-15>
:GOODREADS: https://www.goodreads.com/book/show/25953369
:END:

* The Course of Love
:PROPERTIES:
:AUTHOR:    Alain de Botton
:ADDED:     <2016-12-15>
:GOODREADS: https://www.goodreads.com/book/show/27845690
:END:

* When Breath Becomes Air
:PROPERTIES:
:AUTHOR:    Paul Kalanithi, Abraham Verghese
:ADDED:     <2016-12-15>
:GOODREADS: https://www.goodreads.com/book/show/25899336
:END:

* Pinocchio: The Origin Story
:PROPERTIES:
:AUTHOR:    Alessandro Sanna
:ADDED:     <2016-12-15>
:GOODREADS: https://www.goodreads.com/book/show/27130704
:END:

* Upstream: Selected Essays
:PROPERTIES:
:AUTHOR:    Mary Oliver
:ADDED:     <2016-12-15>
:GOODREADS: https://www.goodreads.com/book/show/29358559
:END:

* Consider the Lobster and Other Essays
:PROPERTIES:
:AUTHOR:    David Foster Wallace
:ADDED:     <2016-12-15>
:GOODREADS: https://www.goodreads.com/book/show/6751
:END:

* How to Get Control of Your Time and Your Life
:PROPERTIES:
:AUTHOR:    Alan Lakein
:ADDED:     <2016-12-15>
:GOODREADS: https://www.goodreads.com/book/show/180121
:END:

* Daily Rituals: How Artists Work
:PROPERTIES:
:AUTHOR:    Mason Currey
:ADDED:     <2016-12-15>
:GOODREADS: https://www.goodreads.com/book/show/15799151
:END:

* Disturbing the Universe
:PROPERTIES:
:AUTHOR:    Freeman Dyson
:ADDED:     <2016-12-15>
:GOODREADS: https://www.goodreads.com/book/show/134225
:END:

* Advice To A Young Scientist
:PROPERTIES:
:AUTHOR:    Peter Medawar
:ADDED:     <2016-12-15>
:GOODREADS: https://www.goodreads.com/book/show/905743
:END:

* Blitzed: Drugs in Nazi Germany
:PROPERTIES:
:AUTHOR:    Norman Ohler, Shaun Whiteside
:ADDED:     <2016-12-09>
:GOODREADS: https://www.goodreads.com/book/show/29429893
:END:

* Time Travel: A History
:PROPERTIES:
:AUTHOR:    James Gleick
:ADDED:     <2016-12-07>
:GOODREADS: https://www.goodreads.com/book/show/28587584
:END:

* Felt Time: The Psychology of How We Perceive Time (MIT Press)
:PROPERTIES:
:AUTHOR:    Marc Wittmann, Erik Butler
:ADDED:     <2016-12-07>
:GOODREADS: https://www.goodreads.com/book/show/29363487
:END:

* The Hidden Life of Trees: What They Feel, How They Communicate – Discoveries from a Secret World
:PROPERTIES:
:AUTHOR:    Peter Wohlleben, Tim Flannery, Jane Billinghurst, Susanne Simard
:ADDED:     <2016-12-07>
:GOODREADS: https://www.goodreads.com/book/show/28256439
:END:

* The Big Picture: On the Origins of Life, Meaning, and the Universe Itself
:PROPERTIES:
:AUTHOR:    Sean Carroll
:ADDED:     <2016-12-07>
:GOODREADS: https://www.goodreads.com/book/show/26150770
:END:

* Silence
:PROPERTIES:
:AUTHOR:    John Biguenet
:ADDED:     <2016-12-06>
:GOODREADS: https://www.goodreads.com/book/show/23127665
:END:

* Dust
:PROPERTIES:
:AUTHOR:    Michael Marder
:ADDED:     <2016-12-06>
:GOODREADS: https://www.goodreads.com/book/show/24804100
:END:

* I Contain Multitudes: The Microbes Within Us and a Grander View of Life
:PROPERTIES:
:AUTHOR:    Ed Yong
:ADDED:     <2016-12-06>
:GOODREADS: https://www.goodreads.com/book/show/27213168
:END:

* Seven Brief Lessons on Physics
:PROPERTIES:
:AUTHOR:    Carlo Rovelli, Simon Carnell, Erica Segre
:ADDED:     <2016-12-06>
:GOODREADS: https://www.goodreads.com/book/show/25734172
:END:

* Originals: How Non-Conformists Move the World
:PROPERTIES:
:AUTHOR:    Adam M. Grant
:ADDED:     <2016-12-06>
:GOODREADS: https://www.goodreads.com/book/show/25614523
:END:

