docs/readings/reading-list.org.html

<span class="org-level-1">* Hidden Figures: The American Dream and the Untold Story of the Black Women Mathematicians Who Helped Win the Space Race
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Margot Lee Shetterly</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2016&#9472;12&#9472;15&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/25953369">https://www.goodreads.com/book/show/25953369</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* The Course of Love
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Alain de Botton</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2016&#9472;12&#9472;15&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/27845690">https://www.goodreads.com/book/show/27845690</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* When Breath Becomes Air
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Paul Kalanithi, Abraham Verghese</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2016&#9472;12&#9472;15&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/25899336">https://www.goodreads.com/book/show/25899336</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Pinocchio: The Origin Story
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Alessandro Sanna</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2016&#9472;12&#9472;15&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/27130704">https://www.goodreads.com/book/show/27130704</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Upstream: Selected Essays
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Mary Oliver</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2016&#9472;12&#9472;15&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/29358559">https://www.goodreads.com/book/show/29358559</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Consider the Lobster and Other Essays
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">David Foster Wallace</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2016&#9472;12&#9472;15&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/6751">https://www.goodreads.com/book/show/6751</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* How to Get Control of Your Time and Your Life
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Alan Lakein</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2016&#9472;12&#9472;15&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/180121">https://www.goodreads.com/book/show/180121</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Daily Rituals: How Artists Work
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Mason Currey</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2016&#9472;12&#9472;15&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/15799151">https://www.goodreads.com/book/show/15799151</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Disturbing the Universe
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Freeman Dyson</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2016&#9472;12&#9472;15&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/134225">https://www.goodreads.com/book/show/134225</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Advice To A Young Scientist
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Peter Medawar</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2016&#9472;12&#9472;15&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/905743">https://www.goodreads.com/book/show/905743</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Blitzed: Drugs in Nazi Germany
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Norman Ohler, Shaun Whiteside</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2016&#9472;12&#9472;09&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/29429893">https://www.goodreads.com/book/show/29429893</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Time Travel: A History
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">James Gleick</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2016&#9472;12&#9472;07&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/28587584">https://www.goodreads.com/book/show/28587584</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Felt Time: The Psychology of How We Perceive Time (MIT Press)
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Marc Wittmann, Erik Butler</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2016&#9472;12&#9472;07&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/29363487">https://www.goodreads.com/book/show/29363487</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* The Hidden Life of Trees: What They Feel, How They Communicate &#8211; Discoveries from a Secret World
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Peter Wohlleben, Tim Flannery, Jane Billinghurst, Susanne Simard</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2016&#9472;12&#9472;07&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/28256439">https://www.goodreads.com/book/show/28256439</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* The Big Picture: On the Origins of Life, Meaning, and the Universe Itself
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Sean Carroll</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2016&#9472;12&#9472;07&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/26150770">https://www.goodreads.com/book/show/26150770</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Silence
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">John Biguenet</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2016&#9472;12&#9472;06&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/23127665">https://www.goodreads.com/book/show/23127665</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Dust
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Michael Marder</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2016&#9472;12&#9472;06&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/24804100">https://www.goodreads.com/book/show/24804100</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* I Contain Multitudes: The Microbes Within Us and a Grander View of Life
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Ed Yong</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2016&#9472;12&#9472;06&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/27213168">https://www.goodreads.com/book/show/27213168</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Seven Brief Lessons on Physics
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Carlo Rovelli, Simon Carnell, Erica Segre</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2016&#9472;12&#9472;06&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/25734172">https://www.goodreads.com/book/show/25734172</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Originals: How Non&#9472;Conformists Move the World
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Adam M. Grant</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2016&#9472;12&#9472;06&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/25614523">https://www.goodreads.com/book/show/25614523</a></span>
<span class="org-special-keyword">:END:</span>
