pile/readings/reading-list.org
* Utopia for Realists: The Case for a Universal Basic Income, Open Borders, and a 15-hour Workweek
:PROPERTIES:
:AUTHOR:    Rutger Bregman, Elizabeth Manton
:ADDED:     <2016-12-06>
:GOODREADS: https://www.goodreads.com/book/show/29544996
:END:

* The Speed of Sound: Breaking the Barriers Between Music and Technology: A Memoir
:PROPERTIES:
:AUTHOR:    Thomas Dolby
:ADDED:     <2016-12-06>
:GOODREADS: https://www.goodreads.com/book/show/28260471
:END:

* In the Not Quite Dark: Stories
:PROPERTIES:
:AUTHOR:    Dana Johnson
:ADDED:     <2016-12-06>
:GOODREADS: https://www.goodreads.com/book/show/27037165
:END:

* The High Mountains of Portugal
:PROPERTIES:
:AUTHOR:    Yann Martel
:ADDED:     <2016-12-06>
:GOODREADS: https://www.goodreads.com/book/show/25489094
:END:

* All the Birds in the Sky
:PROPERTIES:
:AUTHOR:    Charlie Jane Anders
:ADDED:     <2016-12-06>
:GOODREADS: https://www.goodreads.com/book/show/25372801
:END:

* The Gene: An Intimate History
:PROPERTIES:
:AUTHOR:    Siddhartha Mukherjee
:ADDED:     <2016-12-06>
:GOODREADS: https://www.goodreads.com/book/show/27276428
:END:

* Landmarks
:PROPERTIES:
:AUTHOR:    Robert Macfarlane
:ADDED:     <2016-12-06>
:GOODREADS: https://www.goodreads.com/book/show/23597544
:END:

* Urban Forests: A Natural History of Trees in the American Cityscape
:PROPERTIES:
:AUTHOR:    Jill Jonnes
:ADDED:     <2016-12-06>
:GOODREADS: https://www.goodreads.com/book/show/28815455
:END:

* The Lonely City: Adventures in the Art of Being Alone
:PROPERTIES:
:AUTHOR:    Olivia Laing
:ADDED:     <2016-12-01>
:GOODREADS: https://www.goodreads.com/book/show/25667449
:END:

* Storm Front (The Dresden Files, #1)
:PROPERTIES:
:AUTHOR:    Jim Butcher
:ADDED:     <2016-12-01>
:GOODREADS: https://www.goodreads.com/book/show/47212
:END:

* Our Revolution: A Future to Believe In
:PROPERTIES:
:AUTHOR:    Bernie Sanders
:ADDED:     <2016-11-30>
:GOODREADS: https://www.goodreads.com/book/show/31741420
:END:

* Troublemaker: Surviving Hollywood and Scientology
:PROPERTIES:
:AUTHOR:    Leah Remini, Rebecca Paley
:ADDED:     <2016-11-29>
:GOODREADS: https://www.goodreads.com/book/show/26827675
:END:

* The Wealth of Nations
:PROPERTIES:
:AUTHOR:    Adam Smith
:ADDED:     <2016-11-28>
:GOODREADS: https://www.goodreads.com/book/show/25698
:END:

* The Mysterious Flame of Queen Loana
:PROPERTIES:
:AUTHOR:    Umberto Eco, Geoffrey Brock
:ADDED:     <2016-11-28>
:GOODREADS: https://www.goodreads.com/book/show/10503
:END:

* India After Gandhi: The History of the World's Largest Democracy
:PROPERTIES:
:AUTHOR:    Ramachandra Guha
:ADDED:     <2016-11-28>
:GOODREADS: https://www.goodreads.com/book/show/356824
:END:

* The Communist Manifesto
:PROPERTIES:
:AUTHOR:    Karl Marx, Friedrich Engels, Gareth Stedman Jones
:ADDED:     <2016-11-28>
:GOODREADS: https://www.goodreads.com/book/show/30474
:END:

* Seveneves
:PROPERTIES:
:AUTHOR:    Neal Stephenson
:ADDED:     <2016-11-28>
:GOODREADS: https://www.goodreads.com/book/show/22816087
:END:

* Mein Kampf
:PROPERTIES:
:AUTHOR:    Adolf Hitler
:ADDED:     <2016-11-28>
:GOODREADS: https://www.goodreads.com/book/show/54270
:END:

* The Anatomy of Fascism
:PROPERTIES:
:AUTHOR:    Robert O. Paxton
:ADDED:     <2016-11-28>
:GOODREADS: https://www.goodreads.com/book/show/188378
:END:

* Five Moral Pieces
:PROPERTIES:
:AUTHOR:    Umberto Eco, Alastair McEwen
:ADDED:     <2016-11-28>
:GOODREADS: https://www.goodreads.com/book/show/10515
:END:

