docs/readings/reading-list.org.html

<span class="org-level-1">* Utopia for Realists: The Case for a Universal Basic Income, Open Borders, and a 15&#9472;hour Workweek
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Rutger Bregman, Elizabeth Manton</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2016&#9472;12&#9472;06&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/29544996">https://www.goodreads.com/book/show/29544996</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* The Speed of Sound: Breaking the Barriers Between Music and Technology: A Memoir
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Thomas Dolby</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2016&#9472;12&#9472;06&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/28260471">https://www.goodreads.com/book/show/28260471</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* In the Not Quite Dark: Stories
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Dana Johnson</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2016&#9472;12&#9472;06&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/27037165">https://www.goodreads.com/book/show/27037165</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* The High Mountains of Portugal
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Yann Martel</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2016&#9472;12&#9472;06&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/25489094">https://www.goodreads.com/book/show/25489094</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* All the Birds in the Sky
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Charlie Jane Anders</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2016&#9472;12&#9472;06&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/25372801">https://www.goodreads.com/book/show/25372801</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* The Gene: An Intimate History
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Siddhartha Mukherjee</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2016&#9472;12&#9472;06&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/27276428">https://www.goodreads.com/book/show/27276428</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Landmarks
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Robert Macfarlane</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2016&#9472;12&#9472;06&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/23597544">https://www.goodreads.com/book/show/23597544</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Urban Forests: A Natural History of Trees in the American Cityscape
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Jill Jonnes</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2016&#9472;12&#9472;06&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/28815455">https://www.goodreads.com/book/show/28815455</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* The Lonely City: Adventures in the Art of Being Alone
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Olivia Laing</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2016&#9472;12&#9472;01&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/25667449">https://www.goodreads.com/book/show/25667449</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Storm Front (The Dresden Files, </span><span class="org-level-1"><span class="org-tag">#1)</span></span><span class="org-level-1">
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Jim Butcher</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2016&#9472;12&#9472;01&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/47212">https://www.goodreads.com/book/show/47212</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Our Revolution: A Future to Believe In
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Bernie Sanders</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2016&#9472;11&#9472;30&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/31741420">https://www.goodreads.com/book/show/31741420</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Troublemaker: Surviving Hollywood and Scientology
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Leah Remini, Rebecca Paley</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2016&#9472;11&#9472;29&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/26827675">https://www.goodreads.com/book/show/26827675</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* The Wealth of Nations
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Adam Smith</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2016&#9472;11&#9472;28&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/25698">https://www.goodreads.com/book/show/25698</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* The Mysterious Flame of Queen Loana
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Umberto Eco, Geoffrey Brock</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2016&#9472;11&#9472;28&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/10503">https://www.goodreads.com/book/show/10503</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* India After Gandhi: The History of the World's Largest Democracy
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Ramachandra Guha</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2016&#9472;11&#9472;28&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/356824">https://www.goodreads.com/book/show/356824</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* The Communist Manifesto
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Karl Marx, Friedrich Engels, Gareth Stedman Jones</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2016&#9472;11&#9472;28&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/30474">https://www.goodreads.com/book/show/30474</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Seveneves
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Neal Stephenson</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2016&#9472;11&#9472;28&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/22816087">https://www.goodreads.com/book/show/22816087</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Mein Kampf
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Adolf Hitler</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2016&#9472;11&#9472;28&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/54270">https://www.goodreads.com/book/show/54270</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* The Anatomy of Fascism
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Robert O. Paxton</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2016&#9472;11&#9472;28&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/188378">https://www.goodreads.com/book/show/188378</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Five Moral Pieces
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Umberto Eco, Alastair McEwen</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2016&#9472;11&#9472;28&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/10515">https://www.goodreads.com/book/show/10515</a></span>
<span class="org-special-keyword">:END:</span>
