pile/readings/reading-list.org
* Foucault's Pendulum
:PROPERTIES:
:AUTHOR:    Umberto Eco, William Weaver
:ADDED:     <2016-11-28>
:GOODREADS: https://www.goodreads.com/book/show/17841
:END:

* War and Peace
:PROPERTIES:
:AUTHOR:    Leo Tolstoy, Henry Gifford, Aylmer Maude, Louise Maude
:ADDED:     <2016-11-27>
:GOODREADS: https://www.goodreads.com/book/show/656
:END:

* READING Critical Mass: How One Thing Leads to Another
:PROPERTIES:
:AUTHOR:    Philip Ball
:ADDED:     <2016-11-19>
:GOODREADS: https://www.goodreads.com/book/show/472609
:END:

* The Self Made Tapestry: Pattern Formation in Nature
:PROPERTIES:
:AUTHOR:    Philip Ball
:ADDED:     <2016-11-19>
:GOODREADS: https://www.goodreads.com/book/show/39076
:END:

* Shapes: Nature's Patterns: A Tapestry in Three Parts
:PROPERTIES:
:AUTHOR:    Philip Ball
:ADDED:     <2016-11-19>
:GOODREADS: https://www.goodreads.com/book/show/3047954
:END:

* The Elements: A Very Short Introduction
:PROPERTIES:
:AUTHOR:    Philip Ball
:ADDED:     <2016-11-19>
:GOODREADS: https://www.goodreads.com/book/show/372295
:END:

* The Devil's Doctor: Paracelsus and the World of Renaissance Magic and Science
:PROPERTIES:
:AUTHOR:    Philip Ball, Paracelsus, Cornelius Agrippa
:ADDED:     <2016-11-19>
:GOODREADS: https://www.goodreads.com/book/show/578890
:END:

* Serving the Reich: The Struggle for the Soul of Physics under Hitler
:PROPERTIES:
:AUTHOR:    Philip Ball
:ADDED:     <2016-11-19>
:GOODREADS: https://www.goodreads.com/book/show/17612667
:END:

* Patterns in Nature: Why the Natural World Looks the Way It Does
:PROPERTIES:
:AUTHOR:    Philip Ball
:ADDED:     <2016-11-19>
:GOODREADS: https://www.goodreads.com/book/show/26240445
:END:

* READ Confessions of a Necromancer
CLOSED: [2016-09-27]
:PROPERTIES:
:AUTHOR:    Pieter Hintjens
:ADDED:     <2016-11-12>
:GOODREADS: https://www.goodreads.com/book/show/32326166
:END:

* READ Social Architecture: Building On-line Communities
CLOSED: [2016-11-12]
:PROPERTIES:
:AUTHOR:    Pieter Hintjens
:ADDED:     <2016-11-12>
:GOODREADS: https://www.goodreads.com/book/show/30121783
:END:

* READ Why Greatness Cannot Be Planned: The Myth of the Objective
CLOSED: [2016-12-07]
:PROPERTIES:
:AUTHOR:    Kenneth O. Stanley, Joel Lehman
:ADDED:     <2016-10-23>
:GOODREADS: https://www.goodreads.com/book/show/25670869
:END:

* The Grammar of Graphics
:PROPERTIES:
:AUTHOR:    Leland Wilkinson
:ADDED:     <2016-10-18>
:GOODREADS: https://www.goodreads.com/book/show/2549408
:END:

* The Hound of the Baskervilles (Sherlock Holmes, #5)
:PROPERTIES:
:AUTHOR:    Arthur Conan Doyle, Anne Perry
:ADDED:     <2016-10-15>
:GOODREADS: https://www.goodreads.com/book/show/8921
:END:

* The Sign of Four (Sherlock Holmes, #2)
:PROPERTIES:
:AUTHOR:    Arthur Conan Doyle, Peter Ackroyd, Ed Glinert
:ADDED:     <2016-10-15>
:GOODREADS: https://www.goodreads.com/book/show/608474
:END:

* A Study in Scarlet (Sherlock Holmes, #1)
:PROPERTIES:
:AUTHOR:    Arthur Conan Doyle
:ADDED:     <2016-10-15>
:GOODREADS: https://www.goodreads.com/book/show/102868
:END:

* Chaos Monkeys: Obscene Fortune and Random Failure in Silicon Valley
:PROPERTIES:
:AUTHOR:    Antonio Garcia Martinez
:ADDED:     <2016-10-14>
:GOODREADS: https://www.goodreads.com/book/show/28259132
:END:

