pile/readings/reading-list.org
* READ Weapons of Math Destruction: How Big Data Increases Inequality and Threatens Democracy
CLOSED: [2017-01-14]
:PROPERTIES:
:AUTHOR:    Cathy O'Neil
:ADDED:     <2016-10-05>
:GOODREADS: https://www.goodreads.com/book/show/28186015
:END:

For many it might just be a confirming nod to what they know about Big data in
general, but is a good read nevertheless. Overall, it ties "data
science" with its responsibilities. Responsibilities which demands greater care
and openness than assumed in the present unconstrained Big data buzz.

* READ Beautiful Evidence
CLOSED: [2018-01-11 Thu 18:15]
:PROPERTIES:
:AUTHOR:    Edward R. Tufte
:ADDED:     <2016-09-24>
:GOODREADS: https://www.goodreads.com/book/show/17743
:END:

* Consciousness and the Brain: Deciphering How the Brain Codes Our Thoughts
:PROPERTIES:
:AUTHOR:    Stanislas Dehaene
:ADDED:     <2016-09-23>
:GOODREADS: https://www.goodreads.com/book/show/18079692
:END:

* Making Truth: METAPHOR IN SCIENCE
:PROPERTIES:
:AUTHOR:    Theodore L. Brown
:ADDED:     <2016-09-23>
:GOODREADS: https://www.goodreads.com/book/show/878548
:END:

* Leviathan
:PROPERTIES:
:AUTHOR:    Thomas Hobbes, C.B. Macpherson
:ADDED:     <2016-09-23>
:GOODREADS: https://www.goodreads.com/book/show/91953
:END:

* The Anti-Christ
:PROPERTIES:
:AUTHOR:    Friedrich Nietzsche, H.L. Mencken
:ADDED:     <2016-09-23>
:GOODREADS: https://www.goodreads.com/book/show/18304
:END:

* Fight Club
:PROPERTIES:
:AUTHOR:    Chuck Palahniuk
:ADDED:     <2016-09-23>
:GOODREADS: https://www.goodreads.com/book/show/5759
:END:

* Media Control: The Spectacular Achievements of Propaganda
:PROPERTIES:
:AUTHOR:    Noam Chomsky
:ADDED:     <2016-09-23>
:GOODREADS: https://www.goodreads.com/book/show/12615
:END:

* On Anarchism
:PROPERTIES:
:AUTHOR:    Noam Chomsky, Barry Pateman
:ADDED:     <2016-09-23>
:GOODREADS: https://www.goodreads.com/book/show/12618
:END:

* Everything and More: A Compact History of Infinity
:PROPERTIES:
:AUTHOR:    David Foster Wallace
:ADDED:     <2016-09-23>
:GOODREADS: https://www.goodreads.com/book/show/821914
:END:

* READ The Pragmatic Programmer: From Journeyman to Master
CLOSED: [2017-06-29 Thu 14:36]
:PROPERTIES:
:AUTHOR:    Andrew Hunt, Dave Thomas
:ADDED:     <2016-09-16>
:GOODREADS: https://www.goodreads.com/book/show/4099
:END:

A good book. More like a collection of things, but the authors state this
upfront so it doesn't break the idea of a /flowing/ read. Has a light take on the
ideas it presents, which makes it a comfortable read without sounding overly
preachy.

* You Are Not a Gadget
:PROPERTIES:
:AUTHOR:    Jaron Lanier
:ADDED:     <2016-09-15>
:GOODREADS: https://www.goodreads.com/book/show/6683549
:END:

* READ The Wisdom of Crowds
CLOSED: [2017-07-28 Fri 17:35]
:PROPERTIES:
:AUTHOR:    James Surowiecki
:ADDED:     <2016-09-15>
:GOODREADS: https://www.goodreads.com/book/show/68143
:END:

This is a great book. Its of perfect length for the matter and the way it
presents them.

At places, it felt like doing a little bit of exaggeration by criticizing the
classical wisdom too much. Many of the times an approach which has less
explanation and theory behind it is frowned upon. Many of the group-behavior
based solutions fall in this category. They might work well, but their lack of
popularity is not /entirely/ surprising and irrational.

Also, the last chapter on democracy worries me a little. The point of the
chapter is that democracy is better than other forms because it uses the crowd's
wisdom, but it fails to make the a solid classification of the problem and
specify /why/ it solves them better. I guess this is more because there are
/problems/ rather than /a/ problem to be solved in a government and they are vary in
how they can be solved. Overall, the chapter, while presenting good arguments,
tries to convince you of something more vague. Not that the conclusion is wrong
(that group wisdom can be used much more effectively in a democracy), but the
examples leave places to fill in before you get completely satisfied.

I like how the book classifies the type of problems regularly faced by a crowd
and the conditions they need to make wise decisions there. These are some good
cues for analyzing and understanding cases presented in the book.

* READING Literate Programming
:PROPERTIES:
:AUTHOR:    Donald Ervin Knuth
:ADDED:     <2016-09-13>
:GOODREADS: https://www.goodreads.com/book/show/112245
:END:

