docs/readings/reading-list.org.html

<span class="org-level-1">* </span><span class="org-level-1"><span class="org-done">READ</span></span><span class="org-level-1"> </span><span class="org-level-1"><span class="org-headline-done">Weapons of Math Destruction: How Big Data Increases Inequality and Threatens Democracy</span></span><span class="org-level-1">
</span><span class="org-special-keyword">CLOSED:</span> <span class="org-date">[2017&#9472;01&#9472;14]</span>
<span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Cathy O'Neil</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2016&#9472;10&#9472;05&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/28186015">https://www.goodreads.com/book/show/28186015</a></span>
<span class="org-special-keyword">:END:</span>

For many it might just be a confirming nod to what they know about Big data in
general, but is a good read nevertheless. Overall, it ties "data
science" with its responsibilities. Responsibilities which demands greater care
and openness than assumed in the present unconstrained Big data buzz.

<span class="org-level-1">* </span><span class="org-level-1"><span class="org-done">READ</span></span><span class="org-level-1"> </span><span class="org-level-1"><span class="org-headline-done">Beautiful Evidence</span></span><span class="org-level-1">
</span><span class="org-special-keyword">CLOSED:</span> <span class="org-date">[2018&#9472;01&#9472;11 Thu 18:15]</span>
<span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Edward R. Tufte</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2016&#9472;09&#9472;24&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/17743">https://www.goodreads.com/book/show/17743</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Consciousness and the Brain: Deciphering How the Brain Codes Our Thoughts
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Stanislas Dehaene</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2016&#9472;09&#9472;23&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/18079692">https://www.goodreads.com/book/show/18079692</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Making Truth: METAPHOR IN SCIENCE
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Theodore L. Brown</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2016&#9472;09&#9472;23&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/878548">https://www.goodreads.com/book/show/878548</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Leviathan
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Thomas Hobbes, C.B. Macpherson</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2016&#9472;09&#9472;23&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/91953">https://www.goodreads.com/book/show/91953</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* The Anti&#9472;Christ
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Friedrich Nietzsche, H.L. Mencken</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2016&#9472;09&#9472;23&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/18304">https://www.goodreads.com/book/show/18304</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Fight Club
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Chuck Palahniuk</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2016&#9472;09&#9472;23&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/5759">https://www.goodreads.com/book/show/5759</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Media Control: The Spectacular Achievements of Propaganda
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Noam Chomsky</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2016&#9472;09&#9472;23&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/12615">https://www.goodreads.com/book/show/12615</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* On Anarchism
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Noam Chomsky, Barry Pateman</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2016&#9472;09&#9472;23&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/12618">https://www.goodreads.com/book/show/12618</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Everything and More: A Compact History of Infinity
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">David Foster Wallace</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2016&#9472;09&#9472;23&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/821914">https://www.goodreads.com/book/show/821914</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* </span><span class="org-level-1"><span class="org-done">READ</span></span><span class="org-level-1"> </span><span class="org-level-1"><span class="org-headline-done">The Pragmatic Programmer: From Journeyman to Master</span></span><span class="org-level-1">
</span><span class="org-special-keyword">CLOSED:</span> <span class="org-date">[2017&#9472;06&#9472;29 Thu 14:36]</span>
<span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Andrew Hunt, Dave Thomas</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2016&#9472;09&#9472;16&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/4099">https://www.goodreads.com/book/show/4099</a></span>
<span class="org-special-keyword">:END:</span>

A good book. More like a collection of things, but the authors state this
upfront so it doesn't break the idea of a <span class="italic">flowing</span> read. Has a light take on the
ideas it presents, which makes it a comfortable read without sounding overly
preachy.

<span class="org-level-1">* You Are Not a Gadget
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Jaron Lanier</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2016&#9472;09&#9472;15&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/6683549">https://www.goodreads.com/book/show/6683549</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* </span><span class="org-level-1"><span class="org-done">READ</span></span><span class="org-level-1"> </span><span class="org-level-1"><span class="org-headline-done">The Wisdom of Crowds</span></span><span class="org-level-1">
</span><span class="org-special-keyword">CLOSED:</span> <span class="org-date">[2017&#9472;07&#9472;28 Fri 17:35]</span>
<span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">James Surowiecki</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2016&#9472;09&#9472;15&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/68143">https://www.goodreads.com/book/show/68143</a></span>
<span class="org-special-keyword">:END:</span>

This is a great book. Its of perfect length for the matter and the way it
presents them.

At places, it felt like doing a little bit of exaggeration by criticizing the
classical wisdom too much. Many of the times an approach which has less
explanation and theory behind it is frowned upon. Many of the group&#9472;behavior
based solutions fall in this category. They might work well, but their lack of
popularity is not <span class="italic">entirely</span> surprising and irrational.

Also, the last chapter on democracy worries me a little. The point of the
chapter is that democracy is better than other forms because it uses the crowd's
wisdom, but it fails to make the a solid classification of the problem and
specify <span class="italic">why</span> it solves them better. I guess this is more because there are
<span class="italic">problems</span> rather than <span class="italic">a</span> problem to be solved in a government and they are vary in
how they can be solved. Overall, the chapter, while presenting good arguments,
tries to convince you of something more vague. Not that the conclusion is wrong
(that group wisdom can be used much more effectively in a democracy), but the
examples leave places to fill in before you get completely satisfied.

I like how the book classifies the type of problems regularly faced by a crowd
and the conditions they need to make wise decisions there. These are some good
cues for analyzing and understanding cases presented in the book.

<span class="org-level-1">* </span><span class="org-level-1"><span class="org-todo">READING</span></span><span class="org-level-1"> Literate Programming
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Donald Ervin Knuth</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2016&#9472;09&#9472;13&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/112245">https://www.goodreads.com/book/show/112245</a></span>
<span class="org-special-keyword">:END:</span>
