pile/readings/reading-list.org
* The Algorithmic Beauty of Seaweeds, Sponges and Corals
:PROPERTIES:
:AUTHOR:    Jaap A. Kaandorp
:ADDED:     <2016-09-12>
:GOODREADS: https://www.goodreads.com/book/show/1670860
:END:

* The Algorithmic Beauty Of Sea Shells
:PROPERTIES:
:AUTHOR:    Hans Meinhardt
:ADDED:     <2016-09-12>
:GOODREADS: https://www.goodreads.com/book/show/1703514
:END:

* The Algorithmic Beauty of Plants
:PROPERTIES:
:AUTHOR:    Przemysław Prusinkiewicz
:ADDED:     <2016-09-12>
:GOODREADS: https://www.goodreads.com/book/show/944626
:END:

* Why I Am Not a Christian and Other Essays on Religion and Related Subjects
:PROPERTIES:
:AUTHOR:    Bertrand Russell, Paul  Edwards
:ADDED:     <2016-09-06>
:GOODREADS: https://www.goodreads.com/book/show/472025
:END:

* What I Believe
:PROPERTIES:
:AUTHOR:    Bertrand Russell
:ADDED:     <2016-09-06>
:GOODREADS: https://www.goodreads.com/book/show/67354
:END:

* Logicomix: An epic search for truth
:PROPERTIES:
:AUTHOR:    Apostolos Doxiadis, Christos H. Papadimitriou, Alecos Papadatos, Annie Di Donna
:ADDED:     <2016-09-06>
:GOODREADS: https://www.goodreads.com/book/show/6493321
:END:

* Hitch-22: A Memoir
:PROPERTIES:
:AUTHOR:    Christopher Hitchens
:ADDED:     <2016-08-30>
:GOODREADS: https://www.goodreads.com/book/show/7332753
:END:

* Cults: Faith, Healing and Coercion
:PROPERTIES:
:AUTHOR:    Marc Galanter
:ADDED:     <2016-08-26>
:GOODREADS: https://www.goodreads.com/book/show/714512
:END:

* READ An Illustrated Book of Bad Arguments
CLOSED: [2016-08-27]
:PROPERTIES:
:AUTHOR:    Ali Almossawi, Alejandro Giraldo
:ADDED:     <2016-08-26>
:GOODREADS: https://www.goodreads.com/book/show/18753581
:END:

* The Believing Brain: From Ghosts and Gods to Politics and Conspiracies How We Construct Beliefs and Reinforce Them as Truths
:PROPERTIES:
:AUTHOR:    Michael Shermer
:ADDED:     <2016-08-26>
:GOODREADS: https://www.goodreads.com/book/show/9754534
:END:

* Why People Believe Weird Things: Pseudoscience, Superstition, and Other Confusions of Our Time
:PROPERTIES:
:AUTHOR:    Michael Shermer, Stephen Jay Gould
:ADDED:     <2016-08-26>
:GOODREADS: https://www.goodreads.com/book/show/89281
:END:

* I Think You'll Find it's a Bit More Complicated Than That
:PROPERTIES:
:AUTHOR:    Ben Goldacre
:ADDED:     <2016-08-26>
:GOODREADS: https://www.goodreads.com/book/show/23132200
:END:

* READ Mortality
CLOSED: [2016-08-30]
:PROPERTIES:
:AUTHOR:    Christopher Hitchens
:ADDED:     <2016-08-26>
:GOODREADS: https://www.goodreads.com/book/show/13529055
:END:

There is a different complexion in a dying person's writing. You don't have to
like it or hate it. Its honest, brutal and beautiful.

* Bad Pharma: How Drug Companies Mislead Doctors and Harm Patients
:PROPERTIES:
:AUTHOR:    Ben Goldacre
:ADDED:     <2016-08-26>
:GOODREADS: https://www.goodreads.com/book/show/15795155
:END:

* The Psychopath Code: Cracking The Predators That Stalk Us
:PROPERTIES:
:AUTHOR:    Pieter Hintjens
:ADDED:     <2016-08-23>
:GOODREADS: https://www.goodreads.com/book/show/27211285
:END:

* The Crippled God (The Malazan Book of the Fallen, #10)
:PROPERTIES:
:AUTHOR:    Steven Erikson
:ADDED:     <2016-08-15>
:GOODREADS: https://www.goodreads.com/book/show/8447255
:END:

* Dust of Dreams (The Malazan Book of the Fallen, #9)
:PROPERTIES:
:AUTHOR:    Steven Erikson
:ADDED:     <2016-08-15>
:GOODREADS: https://www.goodreads.com/book/show/4703427
:END:

* Toll the Hounds (The Malazan Book of the Fallen, #8)
:PROPERTIES:
:AUTHOR:    Steven Erikson
:ADDED:     <2016-08-15>
:GOODREADS: https://www.goodreads.com/book/show/938544
:END:

