docs/readings/reading-list.org.html

<span class="org-level-1">* The Algorithmic Beauty of Seaweeds, Sponges and Corals
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Jaap A. Kaandorp</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2016&#9472;09&#9472;12&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/1670860">https://www.goodreads.com/book/show/1670860</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* The Algorithmic Beauty Of Sea Shells
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Hans Meinhardt</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2016&#9472;09&#9472;12&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/1703514">https://www.goodreads.com/book/show/1703514</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* The Algorithmic Beauty of Plants
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Przemys&#322;aw Prusinkiewicz</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2016&#9472;09&#9472;12&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/944626">https://www.goodreads.com/book/show/944626</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Why I Am Not a Christian and Other Essays on Religion and Related Subjects
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Bertrand Russell, Paul  Edwards</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2016&#9472;09&#9472;06&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/472025">https://www.goodreads.com/book/show/472025</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* What I Believe
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Bertrand Russell</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2016&#9472;09&#9472;06&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/67354">https://www.goodreads.com/book/show/67354</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Logicomix: An epic search for truth
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Apostolos Doxiadis, Christos H. Papadimitriou, Alecos Papadatos, Annie Di Donna</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2016&#9472;09&#9472;06&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/6493321">https://www.goodreads.com/book/show/6493321</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Hitch&#9472;22: A Memoir
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Christopher Hitchens</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2016&#9472;08&#9472;30&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/7332753">https://www.goodreads.com/book/show/7332753</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Cults: Faith, Healing and Coercion
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Marc Galanter</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2016&#9472;08&#9472;26&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/714512">https://www.goodreads.com/book/show/714512</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* </span><span class="org-level-1"><span class="org-done">READ</span></span><span class="org-level-1"> </span><span class="org-level-1"><span class="org-headline-done">An Illustrated Book of Bad Arguments</span></span><span class="org-level-1">
</span><span class="org-special-keyword">CLOSED:</span> <span class="org-date">[2016&#9472;08&#9472;27]</span>
<span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Ali Almossawi, Alejandro Giraldo</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2016&#9472;08&#9472;26&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/18753581">https://www.goodreads.com/book/show/18753581</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* The Believing Brain: From Ghosts and Gods to Politics and Conspiracies How We Construct Beliefs and Reinforce Them as Truths
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Michael Shermer</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2016&#9472;08&#9472;26&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/9754534">https://www.goodreads.com/book/show/9754534</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Why People Believe Weird Things: Pseudoscience, Superstition, and Other Confusions of Our Time
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Michael Shermer, Stephen Jay Gould</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2016&#9472;08&#9472;26&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/89281">https://www.goodreads.com/book/show/89281</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* I Think You'll Find it's a Bit More Complicated Than That
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Ben Goldacre</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2016&#9472;08&#9472;26&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/23132200">https://www.goodreads.com/book/show/23132200</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* </span><span class="org-level-1"><span class="org-done">READ</span></span><span class="org-level-1"> </span><span class="org-level-1"><span class="org-headline-done">Mortality</span></span><span class="org-level-1">
</span><span class="org-special-keyword">CLOSED:</span> <span class="org-date">[2016&#9472;08&#9472;30]</span>
<span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Christopher Hitchens</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2016&#9472;08&#9472;26&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/13529055">https://www.goodreads.com/book/show/13529055</a></span>
<span class="org-special-keyword">:END:</span>

There is a different complexion in a dying person's writing. You don't have to
like it or hate it. Its honest, brutal and beautiful.

<span class="org-level-1">* Bad Pharma: How Drug Companies Mislead Doctors and Harm Patients
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Ben Goldacre</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2016&#9472;08&#9472;26&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/15795155">https://www.goodreads.com/book/show/15795155</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* The Psychopath Code: Cracking The Predators That Stalk Us
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Pieter Hintjens</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2016&#9472;08&#9472;23&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/27211285">https://www.goodreads.com/book/show/27211285</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* The Crippled God (The Malazan Book of the Fallen, </span><span class="org-level-1"><span class="org-tag">#10)</span></span><span class="org-level-1">
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Steven Erikson</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2016&#9472;08&#9472;15&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/8447255">https://www.goodreads.com/book/show/8447255</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Dust of Dreams (The Malazan Book of the Fallen, </span><span class="org-level-1"><span class="org-tag">#9)</span></span><span class="org-level-1">
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Steven Erikson</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2016&#9472;08&#9472;15&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/4703427">https://www.goodreads.com/book/show/4703427</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Toll the Hounds (The Malazan Book of the Fallen, </span><span class="org-level-1"><span class="org-tag">#8)</span></span><span class="org-level-1">
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Steven Erikson</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2016&#9472;08&#9472;15&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/938544">https://www.goodreads.com/book/show/938544</a></span>
<span class="org-special-keyword">:END:</span>
