pile/readings/reading-list.org
* Reaper's Gale (The Malazan Book of the Fallen, #7)
:PROPERTIES:
:AUTHOR:    Steven Erikson
:ADDED:     <2016-08-15>
:GOODREADS: https://www.goodreads.com/book/show/459064
:END:

* The Bonehunters (Malazan Book of the Fallen, #6)
:PROPERTIES:
:AUTHOR:    Steven Erikson
:ADDED:     <2016-08-15>
:GOODREADS: https://www.goodreads.com/book/show/478951
:END:

* Midnight Tides (The Malazan Book of the Fallen, #5)
:PROPERTIES:
:AUTHOR:    Steven Erikson
:ADDED:     <2016-08-15>
:GOODREADS: https://www.goodreads.com/book/show/345299
:END:

* House of Chains (The Malazan Book of the Fallen, #4)
:PROPERTIES:
:AUTHOR:    Steven Erikson
:ADDED:     <2016-08-15>
:GOODREADS: https://www.goodreads.com/book/show/55398
:END:

* Memories of Ice (The Malazan Book of the Fallen, #3)
:PROPERTIES:
:AUTHOR:    Steven Erikson
:ADDED:     <2016-08-15>
:GOODREADS: https://www.goodreads.com/book/show/175983
:END:

* Deadhouse Gates (The Malazan Book of the Fallen, #2)
:PROPERTIES:
:AUTHOR:    Steven Erikson
:ADDED:     <2016-08-15>
:GOODREADS: https://www.goodreads.com/book/show/55401
:END:

* Gardens of the Moon (The Malazan Book of the Fallen, #1)
:PROPERTIES:
:AUTHOR:    Steven Erikson
:ADDED:     <2016-08-15>
:GOODREADS: https://www.goodreads.com/book/show/55399
:END:

* Fads and Fallacies in the Name of Science
:PROPERTIES:
:AUTHOR:    Martin Gardner
:ADDED:     <2016-08-15>
:GOODREADS: https://www.goodreads.com/book/show/17798
:END:

* Where the Red Fern Grows
:PROPERTIES:
:AUTHOR:    Wilson Rawls
:ADDED:     <2016-08-12>
:GOODREADS: https://www.goodreads.com/book/show/10365
:END:

* The Time Traveler's Wife
:PROPERTIES:
:AUTHOR:    Audrey Niffenegger
:ADDED:     <2016-08-12>
:GOODREADS: https://www.goodreads.com/book/show/14050
:END:

* The Lovely Bones
:PROPERTIES:
:AUTHOR:    Alice Sebold
:ADDED:     <2016-08-12>
:GOODREADS: https://www.goodreads.com/book/show/12232938
:END:

* READ Flowers for Algernon
CLOSED: [2017-07-20 Thu 03:19]
:PROPERTIES:
:AUTHOR:    Daniel Keyes
:ADDED:     <2016-08-12>
:GOODREADS: https://www.goodreads.com/book/show/18373
:END:

I expected the book to end the way it did a lot earlier and that decreased the
power of the transition back to Charlie in this otherwise wonderful story.

* Extremely Loud and Incredibly Close
:PROPERTIES:
:AUTHOR:    Jonathan Safran Foer
:ADDED:     <2016-08-12>
:GOODREADS: https://www.goodreads.com/book/show/4588
:END:

* The Bell Jar
:PROPERTIES:
:AUTHOR:    Sylvia Plath
:ADDED:     <2016-08-12>
:GOODREADS: https://www.goodreads.com/book/show/6514
:END:

* The Old Curiosity Shop
:PROPERTIES:
:AUTHOR:    Charles Dickens, Norman Page
:ADDED:     <2016-08-12>
:GOODREADS: https://www.goodreads.com/book/show/429024
:END:

* Revolutionary Road
:PROPERTIES:
:AUTHOR:    Richard Yates
:ADDED:     <2016-08-12>
:GOODREADS: https://www.goodreads.com/book/show/48328
:END:

* The Heart is a Lonely Hunter
:PROPERTIES:
:AUTHOR:    Carson McCullers
:ADDED:     <2016-08-12>
:GOODREADS: https://www.goodreads.com/book/show/37380
:END:

* READ The Giving Tree
CLOSED: [2017-06-08]
:PROPERTIES:
:AUTHOR:    Shel Silverstein
:ADDED:     <2016-08-12>
:GOODREADS: https://www.goodreads.com/book/show/370493
:END:

