docs/readings/reading-list.org.html

<span class="org-level-1">* Reaper's Gale (The Malazan Book of the Fallen, </span><span class="org-level-1"><span class="org-tag">#7)</span></span><span class="org-level-1">
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Steven Erikson</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2016&#9472;08&#9472;15&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/459064">https://www.goodreads.com/book/show/459064</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* The Bonehunters (Malazan Book of the Fallen, </span><span class="org-level-1"><span class="org-tag">#6)</span></span><span class="org-level-1">
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Steven Erikson</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2016&#9472;08&#9472;15&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/478951">https://www.goodreads.com/book/show/478951</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Midnight Tides (The Malazan Book of the Fallen, </span><span class="org-level-1"><span class="org-tag">#5)</span></span><span class="org-level-1">
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Steven Erikson</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2016&#9472;08&#9472;15&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/345299">https://www.goodreads.com/book/show/345299</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* House of Chains (The Malazan Book of the Fallen, </span><span class="org-level-1"><span class="org-tag">#4)</span></span><span class="org-level-1">
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Steven Erikson</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2016&#9472;08&#9472;15&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/55398">https://www.goodreads.com/book/show/55398</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Memories of Ice (The Malazan Book of the Fallen, </span><span class="org-level-1"><span class="org-tag">#3)</span></span><span class="org-level-1">
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Steven Erikson</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2016&#9472;08&#9472;15&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/175983">https://www.goodreads.com/book/show/175983</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Deadhouse Gates (The Malazan Book of the Fallen, </span><span class="org-level-1"><span class="org-tag">#2)</span></span><span class="org-level-1">
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Steven Erikson</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2016&#9472;08&#9472;15&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/55401">https://www.goodreads.com/book/show/55401</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Gardens of the Moon (The Malazan Book of the Fallen, </span><span class="org-level-1"><span class="org-tag">#1)</span></span><span class="org-level-1">
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Steven Erikson</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2016&#9472;08&#9472;15&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/55399">https://www.goodreads.com/book/show/55399</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Fads and Fallacies in the Name of Science
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Martin Gardner</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2016&#9472;08&#9472;15&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/17798">https://www.goodreads.com/book/show/17798</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Where the Red Fern Grows
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Wilson Rawls</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2016&#9472;08&#9472;12&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/10365">https://www.goodreads.com/book/show/10365</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* The Time Traveler's Wife
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Audrey Niffenegger</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2016&#9472;08&#9472;12&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/14050">https://www.goodreads.com/book/show/14050</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* The Lovely Bones
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Alice Sebold</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2016&#9472;08&#9472;12&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/12232938">https://www.goodreads.com/book/show/12232938</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* </span><span class="org-level-1"><span class="org-done">READ</span></span><span class="org-level-1"> </span><span class="org-level-1"><span class="org-headline-done">Flowers for Algernon</span></span><span class="org-level-1">
</span><span class="org-special-keyword">CLOSED:</span> <span class="org-date">[2017&#9472;07&#9472;20 Thu 03:19]</span>
<span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Daniel Keyes</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2016&#9472;08&#9472;12&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/18373">https://www.goodreads.com/book/show/18373</a></span>
<span class="org-special-keyword">:END:</span>

I expected the book to end the way it did a lot earlier and that decreased the
power of the transition back to Charlie in this otherwise wonderful story.

<span class="org-level-1">* Extremely Loud and Incredibly Close
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Jonathan Safran Foer</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2016&#9472;08&#9472;12&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/4588">https://www.goodreads.com/book/show/4588</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* The Bell Jar
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Sylvia Plath</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2016&#9472;08&#9472;12&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/6514">https://www.goodreads.com/book/show/6514</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* The Old Curiosity Shop
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Charles Dickens, Norman Page</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2016&#9472;08&#9472;12&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/429024">https://www.goodreads.com/book/show/429024</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Revolutionary Road
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Richard Yates</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2016&#9472;08&#9472;12&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/48328">https://www.goodreads.com/book/show/48328</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* The Heart is a Lonely Hunter
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Carson McCullers</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2016&#9472;08&#9472;12&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/37380">https://www.goodreads.com/book/show/37380</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* </span><span class="org-level-1"><span class="org-done">READ</span></span><span class="org-level-1"> </span><span class="org-level-1"><span class="org-headline-done">The Giving Tree</span></span><span class="org-level-1">
</span><span class="org-special-keyword">CLOSED:</span> <span class="org-date">[2017&#9472;06&#9472;08]</span>
<span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Shel Silverstein</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2016&#9472;08&#9472;12&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/370493">https://www.goodreads.com/book/show/370493</a></span>
<span class="org-special-keyword">:END:</span>
