pile/readings/reading-list.org
* READ Hyperbole and a Half: Unfortunate Situations, Flawed Coping Mechanisms, Mayhem, and Other Things That Happened
CLOSED: [2016-08-13]
:PROPERTIES:
:AUTHOR:    Allie Brosh
:ADDED:     <2016-08-12>
:GOODREADS: https://www.goodreads.com/book/show/17571564
:END:

* A Child Called "It" (Dave Pelzer #1)
:PROPERTIES:
:AUTHOR:    Dave Pelzer
:ADDED:     <2016-08-12>
:GOODREADS: https://www.goodreads.com/book/show/60748
:END:

* The Boy in the Striped Pajamas
:PROPERTIES:
:AUTHOR:    John Boyne
:ADDED:     <2016-08-12>
:GOODREADS: https://www.goodreads.com/book/show/39999
:END:

* A Farewell to Arms
:PROPERTIES:
:AUTHOR:    Ernest Hemingway
:ADDED:     <2016-08-12>
:GOODREADS: https://www.goodreads.com/book/show/10799
:END:

* Of Mice and Men
:PROPERTIES:
:AUTHOR:    John Steinbeck
:ADDED:     <2016-08-12>
:GOODREADS: https://www.goodreads.com/book/show/890
:END:

* Anna Karenina
:PROPERTIES:
:AUTHOR:    Leo Tolstoy, David Magarshack, Priscilla Meyer
:ADDED:     <2016-08-12>
:GOODREADS: https://www.goodreads.com/book/show/152
:END:

* The Great Gatsby
:PROPERTIES:
:AUTHOR:    F. Scott Fitzgerald
:ADDED:     <2016-08-12>
:GOODREADS: https://www.goodreads.com/book/show/4671
:END:

* The Catcher in the Rye
:PROPERTIES:
:AUTHOR:    J.D. Salinger
:ADDED:     <2016-08-12>
:GOODREADS: https://www.goodreads.com/book/show/5107
:END:

* Crime and Punishment
:PROPERTIES:
:AUTHOR:    Fyodor Dostoyevsky, David McDuff
:ADDED:     <2016-08-12>
:GOODREADS: https://www.goodreads.com/book/show/7144
:END:

* The Kite Runner
:PROPERTIES:
:AUTHOR:    Khaled Hosseini
:ADDED:     <2016-08-12>
:GOODREADS: https://www.goodreads.com/book/show/77203
:END:

* A Thousand Splendid Suns
:PROPERTIES:
:AUTHOR:    Khaled Hosseini
:ADDED:     <2016-08-12>
:GOODREADS: https://www.goodreads.com/book/show/128029
:END:

* A Tree Grows in Brooklyn
:PROPERTIES:
:AUTHOR:    Betty  Smith
:ADDED:     <2016-08-12>
:GOODREADS: https://www.goodreads.com/book/show/14891
:END:

* The Perks of Being a Wallflower
:PROPERTIES:
:AUTHOR:    Stephen Chbosky
:ADDED:     <2016-08-12>
:GOODREADS: https://www.goodreads.com/book/show/22628
:END:

* The Diary of a Young Girl
:PROPERTIES:
:AUTHOR:    Anne Frank, Eleanor Roosevelt, B.M. Mooyart-Doubleday
:ADDED:     <2016-08-12>
:GOODREADS: https://www.goodreads.com/book/show/48855
:END:

* Bridge to Terabithia
:PROPERTIES:
:AUTHOR:    Katherine Paterson
:ADDED:     <2016-08-12>
:GOODREADS: https://www.goodreads.com/book/show/2839
:END:

* The Metamorphosis
:PROPERTIES:
:AUTHOR:    Franz Kafka, Stanley Corngold
:ADDED:     <2016-08-12>
:GOODREADS: https://www.goodreads.com/book/show/485894
:END:

* READ A Clockwork Orange
CLOSED: [2017-04-11]
:PROPERTIES:
:AUTHOR:    Anthony Burgess
:ADDED:     <2016-08-12>
:GOODREADS: https://www.goodreads.com/book/show/227463
:END:

* Dandelion Wine (Green Town, #1)
:PROPERTIES:
:AUTHOR:    Ray Bradbury
:ADDED:     <2016-08-11>
:GOODREADS: https://www.goodreads.com/book/show/50033
:END:

