pile/readings/reading-list.org
* READ The Trial
  CLOSED: [2017-11-06 Mon 23:23]
:PROPERTIES:
:AUTHOR:    Franz Kafka, Edwin Muir, Willa Muir, Max Brod
:ADDED:     <2016-08-11>
:GOODREADS: https://www.goodreads.com/book/show/17690
:END:
I don't think I got it completely. The story flows in a confusing and lazy way
and I stopped at many places while reading this. I thought a bit about whats
different here which is making the whole thing boring. Is it the weird way
people converse? Is it the repelling suspense in the story which I don't feel
like unraveling by pushing myself a few pages ahead?

Somewhere around 60-70% I got the genius (at least one) behind the writing
style. The annoyance you feel from the way the story progresses is meant to be
there and it helps you connect with K and his contempt for the court and the
whole bureaucracy. I still haven't tried to interpret every symbolism in the
story (and there are many, now that I think of it), but I do get the general
point now. More Kafka's and some connected philosophical readings should help to
get it right.

* READ Brave New World
CLOSED: [2017-03-31]
:PROPERTIES:
:AUTHOR:    Aldous Huxley
:ADDED:     <2016-08-11>
:GOODREADS: https://www.goodreads.com/book/show/5129
:END:

* Zen and the Art of Motorcycle Maintenance: An Inquiry Into Values
:PROPERTIES:
:AUTHOR:    Robert M. Pirsig
:ADDED:     <2016-08-07>
:GOODREADS: https://www.goodreads.com/book/show/629
:END:

* Thus Spoke Zarathustra
:PROPERTIES:
:AUTHOR:    Friedrich Nietzsche
:ADDED:     <2016-08-07>
:GOODREADS: https://www.goodreads.com/book/show/24257
:END:

* Siddhartha
:PROPERTIES:
:AUTHOR:    Hermann Hesse, Hilda Rosner
:ADDED:     <2016-08-07>
:GOODREADS: https://www.goodreads.com/book/show/52036
:END:

* The Diamond Age: or, A Young Lady's Illustrated Primer
:PROPERTIES:
:AUTHOR:    Neal Stephenson
:ADDED:     <2016-08-07>
:GOODREADS: https://www.goodreads.com/book/show/827
:END:

* Leviathan (Leviathan, #1)
:PROPERTIES:
:AUTHOR:    Scott Westerfeld
:ADDED:     <2016-08-07>
:GOODREADS: https://www.goodreads.com/book/show/6050678
:END:

* Contact
:PROPERTIES:
:AUTHOR:    Carl Sagan
:ADDED:     <2016-08-07>
:GOODREADS: https://www.goodreads.com/book/show/61666
:END:

* Snow Crash
:PROPERTIES:
:AUTHOR:    Neal Stephenson
:ADDED:     <2016-08-07>
:GOODREADS: https://www.goodreads.com/book/show/830
:END:

* Surreal Numbers
:PROPERTIES:
:AUTHOR:    Donald Ervin Knuth
:ADDED:     <2016-07-25>
:GOODREADS: https://www.goodreads.com/book/show/484458
:END:

* Pond
:PROPERTIES:
:AUTHOR:    Claire-Louise Bennett
:ADDED:     <2016-07-14>
:GOODREADS: https://www.goodreads.com/book/show/25333047
:END:

* Idea Makers: Personal Perspectives on the Lives & Ideas of Some Notable People
:PROPERTIES:
:AUTHOR:    Stephen Wolfram
:ADDED:     <2016-07-09>
:GOODREADS: https://www.goodreads.com/book/show/30618260
:END:

* READ The Physics of Star Trek
CLOSED: [2016-07-01]
:PROPERTIES:
:AUTHOR:    Lawrence M. Krauss, Stephen Hawking
:ADDED:     <2016-06-25>
:GOODREADS: https://www.goodreads.com/book/show/2104
:END:

* READ Season of Storms (The Witcher, #0.5)
CLOSED: [2016-06-29]
:PROPERTIES:
:AUTHOR:    Andrzej Sapkowski
:ADDED:     <2016-06-19>
:GOODREADS: https://www.goodreads.com/book/show/25748789
:END:

* READ Pani Jeziora (Saga o Wiedźminie, #7)
CLOSED: [2016-06-24]
:PROPERTIES:
:AUTHOR:    Andrzej Sapkowski
:ADDED:     <2016-06-19>
:GOODREADS: https://www.goodreads.com/book/show/68452
:END:

* READ The Tower of the Swallow (The Witcher, #6)
CLOSED: [2016-06-19]
:PROPERTIES:
:AUTHOR:    Andrzej Sapkowski, David French
:ADDED:     <2016-06-19>
:GOODREADS: https://www.goodreads.com/book/show/18247597
:END:

