docs/readings/reading-list.org.html
</span>  <span class="org-special-keyword">CLOSED:</span> <span class="org-date">[2017&#9472;11&#9472;06 Mon 23:23]</span>
<span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Franz Kafka, Edwin Muir, Willa Muir, Max Brod</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2016&#9472;08&#9472;11&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/17690">https://www.goodreads.com/book/show/17690</a></span>
<span class="org-special-keyword">:END:</span>
I don't think I got it completely. The story flows in a confusing and lazy way
and I stopped at many places while reading this. I thought a bit about whats
different here which is making the whole thing boring. Is it the weird way
people converse? Is it the repelling suspense in the story which I don't feel
like unraveling by pushing myself a few pages ahead?

Somewhere around 60&#9472;70% I got the genius (at least one) behind the writing
style. The annoyance you feel from the way the story progresses is meant to be
there and it helps you connect with K and his contempt for the court and the
whole bureaucracy. I still haven't tried to interpret every symbolism in the
story (and there are many, now that I think of it), but I do get the general
point now. More Kafka's and some connected philosophical readings should help to
get it right.

<span class="org-level-1">* </span><span class="org-level-1"><span class="org-done">READ</span></span><span class="org-level-1"> </span><span class="org-level-1"><span class="org-headline-done">Brave New World</span></span><span class="org-level-1">
</span><span class="org-special-keyword">CLOSED:</span> <span class="org-date">[2017&#9472;03&#9472;31]</span>
<span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Aldous Huxley</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2016&#9472;08&#9472;11&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/5129">https://www.goodreads.com/book/show/5129</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Zen and the Art of Motorcycle Maintenance: An Inquiry Into Values
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Robert M. Pirsig</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2016&#9472;08&#9472;07&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/629">https://www.goodreads.com/book/show/629</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Thus Spoke Zarathustra
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Friedrich Nietzsche</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2016&#9472;08&#9472;07&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/24257">https://www.goodreads.com/book/show/24257</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Siddhartha
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Hermann Hesse, Hilda Rosner</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2016&#9472;08&#9472;07&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/52036">https://www.goodreads.com/book/show/52036</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* The Diamond Age: or, A Young Lady's Illustrated Primer
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Neal Stephenson</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2016&#9472;08&#9472;07&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/827">https://www.goodreads.com/book/show/827</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Leviathan (Leviathan, </span><span class="org-level-1"><span class="org-tag">#1)</span></span><span class="org-level-1">
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Scott Westerfeld</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2016&#9472;08&#9472;07&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/6050678">https://www.goodreads.com/book/show/6050678</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Contact
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Carl Sagan</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2016&#9472;08&#9472;07&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/61666">https://www.goodreads.com/book/show/61666</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Snow Crash
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Neal Stephenson</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2016&#9472;08&#9472;07&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/830">https://www.goodreads.com/book/show/830</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Surreal Numbers
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Donald Ervin Knuth</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2016&#9472;07&#9472;25&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/484458">https://www.goodreads.com/book/show/484458</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Pond
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Claire&#9472;Louise Bennett</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2016&#9472;07&#9472;14&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/25333047">https://www.goodreads.com/book/show/25333047</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Idea Makers: Personal Perspectives on the Lives &amp; Ideas of Some Notable People
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Stephen Wolfram</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2016&#9472;07&#9472;09&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/30618260">https://www.goodreads.com/book/show/30618260</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* </span><span class="org-level-1"><span class="org-done">READ</span></span><span class="org-level-1"> </span><span class="org-level-1"><span class="org-headline-done">The Physics of Star Trek</span></span><span class="org-level-1">
</span><span class="org-special-keyword">CLOSED:</span> <span class="org-date">[2016&#9472;07&#9472;01]</span>
<span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Lawrence M. Krauss, Stephen Hawking</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2016&#9472;06&#9472;25&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/2104">https://www.goodreads.com/book/show/2104</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* </span><span class="org-level-1"><span class="org-done">READ</span></span><span class="org-level-1"> </span><span class="org-level-1"><span class="org-headline-done">Season of Storms (The Witcher, </span></span><span class="org-level-1"><span class="org-headline-done"><span class="org-tag">#0</span></span></span><span class="org-level-1"><span class="org-headline-done">.5)</span></span><span class="org-level-1">
</span><span class="org-special-keyword">CLOSED:</span> <span class="org-date">[2016&#9472;06&#9472;29]</span>
<span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Andrzej Sapkowski</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2016&#9472;06&#9472;19&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/25748789">https://www.goodreads.com/book/show/25748789</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* </span><span class="org-level-1"><span class="org-done">READ</span></span><span class="org-level-1"> </span><span class="org-level-1"><span class="org-headline-done">Pani Jeziora (Saga o Wied&#378;minie, </span></span><span class="org-level-1"><span class="org-headline-done"><span class="org-tag">#7)</span></span></span><span class="org-level-1">
</span><span class="org-special-keyword">CLOSED:</span> <span class="org-date">[2016&#9472;06&#9472;24]</span>
<span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Andrzej Sapkowski</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2016&#9472;06&#9472;19&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/68452">https://www.goodreads.com/book/show/68452</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* </span><span class="org-level-1"><span class="org-done">READ</span></span><span class="org-level-1"> </span><span class="org-level-1"><span class="org-headline-done">The Tower of the Swallow (The Witcher, </span></span><span class="org-level-1"><span class="org-headline-done"><span class="org-tag">#6)</span></span></span><span class="org-level-1">
</span><span class="org-special-keyword">CLOSED:</span> <span class="org-date">[2016&#9472;06&#9472;19]</span>
<span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Andrzej Sapkowski, David French</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2016&#9472;06&#9472;19&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/18247597">https://www.goodreads.com/book/show/18247597</a></span>
<span class="org-special-keyword">:END:</span>
