pile/readings/reading-list.org
* The Varieties of Religious Experience
:PROPERTIES:
:AUTHOR:    William James
:ADDED:     <2016-06-17>
:GOODREADS: https://www.goodreads.com/book/show/28820
:END:

* The Anatomy of Melancholy
:PROPERTIES:
:AUTHOR:    Robert  Burton, William H. Gass
:ADDED:     <2016-06-17>
:GOODREADS: https://www.goodreads.com/book/show/557658
:END:

* READ Anathem
CLOSED: [2016-08-07]
:PROPERTIES:
:AUTHOR:    Neal Stephenson
:ADDED:     <2016-06-16>
:GOODREADS: https://www.goodreads.com/book/show/2845024
:END:

It could have been helped by a bit more deeper storyline and 'theorics',
considering the number of pages (~1000). The kind of topics it touched, it
could have been perfect. But sometimes it bloats out.

* The Night Circus
:PROPERTIES:
:AUTHOR:    Erin Morgenstern
:ADDED:     <2016-06-16>
:GOODREADS: https://www.goodreads.com/book/show/9361589
:END:

* READ The Silver Spike (The Chronicles of the Black Company, #3.5)
CLOSED: [2016-08-28]
:PROPERTIES:
:AUTHOR:    Glen Cook
:ADDED:     <2016-06-16>
:GOODREADS: https://www.goodreads.com/book/show/400914
:END:

* READ The Black Company (The Chronicles of the Black Company, #1)
CLOSED: [2016-07-04]
:PROPERTIES:
:AUTHOR:    Glen Cook
:ADDED:     <2016-06-16>
:GOODREADS: https://www.goodreads.com/book/show/140671
:END:

* READ Water Sleeps (The Chronicles of the Black Company, #8)
CLOSED: [2017-02-07]
:PROPERTIES:
:AUTHOR:    Glen Cook
:ADDED:     <2016-06-16>
:GOODREADS: https://www.goodreads.com/book/show/349470
:END:

* READ Soldiers Live (The Chronicles of the Black Company, #9)
CLOSED: [2017-02-25]
:PROPERTIES:
:AUTHOR:    Glen Cook
:ADDED:     <2016-06-16>
:GOODREADS: https://www.goodreads.com/book/show/400899
:END:

* READ She is the Darkness (The Chronicles of the Black Company, #7)
CLOSED: [2017-01-02]
:PROPERTIES:
:AUTHOR:    Glen Cook
:ADDED:     <2016-06-16>
:GOODREADS: https://www.goodreads.com/book/show/400897
:END:

Story of the south really picks up with this one! Hopefully, the next 2 will be
amazing.

* READ Bleak Seasons (The Chronicles of the Black Company, #6)
CLOSED: [2016-12-22]
:PROPERTIES:
:AUTHOR:    Glen Cook
:ADDED:     <2016-06-16>
:GOODREADS: https://www.goodreads.com/book/show/400911
:END:

* READ Dreams of Steel (The Chronicles of the Black Company, #5)
CLOSED: [2016-08-15]
:PROPERTIES:
:AUTHOR:    Glen Cook
:ADDED:     <2016-06-16>
:GOODREADS: https://www.goodreads.com/book/show/400900
:END:

Characters up in the north were more alluring. Read through the books of the
south using the impetus of north. Gets slightly unnecessarily chaotic at times,
without moving the story as the older books did. Will go to glittering stone
after touching the silver spike.

* READ Shadow Games (The Chronicles of the Black Company, #4)
CLOSED: [2016-08-14]
:PROPERTIES:
:AUTHOR:    Glen Cook
:ADDED:     <2016-06-16>
:GOODREADS: https://www.goodreads.com/book/show/113540
:END:

* READ The White Rose (The Chronicles of the Black Company, #3)
CLOSED: [2016-08-12]
:PROPERTIES:
:AUTHOR:    Glen Cook
:ADDED:     <2016-06-16>
:GOODREADS: https://www.goodreads.com/book/show/400906
:END:

