pile/readings/reading-list.org
* READ Shadows Linger (The Chronicles of the Black Company, #2)
CLOSED: [2016-08-09]
:PROPERTIES:
:AUTHOR:    Glen Cook
:ADDED:     <2016-06-16>
:GOODREADS: https://www.goodreads.com/book/show/400881
:END:

* Neverwhere
:PROPERTIES:
:AUTHOR:    Neil Gaiman
:ADDED:     <2016-06-16>
:GOODREADS: https://www.goodreads.com/book/show/14497
:END:

* READ The Ocean at the End of the Lane
CLOSED: [2016-05-28]
:PROPERTIES:
:AUTHOR:    Neil Gaiman
:ADDED:     <2016-05-25>
:GOODREADS: https://www.goodreads.com/book/show/15783514
:END:

* READ A Mathematician's Apology
CLOSED: [2016-05-19]
:PROPERTIES:
:AUTHOR:    G.H. Hardy
:ADDED:     <2016-05-19>
:GOODREADS: https://www.goodreads.com/book/show/154060
:END:

* Nonrequired Reading
:PROPERTIES:
:AUTHOR:    Wisława Szymborska, Clare Cavanagh
:ADDED:     <2016-04-29>
:GOODREADS: https://www.goodreads.com/book/show/10207
:END:

* Machete Season: The Killers in Rwanda Speak
:PROPERTIES:
:AUTHOR:    Jean Hatzfeld, Linda Coverdale, Susan Sontag
:ADDED:     <2016-04-25>
:GOODREADS: https://www.goodreads.com/book/show/189296
:END:

* The Journalist and the Murderer
:PROPERTIES:
:AUTHOR:    Janet Malcolm, Ian Jack
:ADDED:     <2016-04-25>
:GOODREADS: https://www.goodreads.com/book/show/55563
:END:

* Infidel
:PROPERTIES:
:AUTHOR:    Ayaan Hirsi Ali
:ADDED:     <2016-04-25>
:GOODREADS: https://www.goodreads.com/book/show/81227
:END:

* The Flight of the Garuda: The Dzogchen Tradition of Tibetan Buddhism
:PROPERTIES:
:AUTHOR:    Padmasambhava, Godemchan, Guru Chowang, Shabkar Tsogdruk Rangdrol, Keith Dowman
:ADDED:     <2016-04-25>
:GOODREADS: https://www.goodreads.com/book/show/2508146
:END:

* Superintelligence: Paths, Dangers, Strategies
:PROPERTIES:
:AUTHOR:    Nick Bostrom
:ADDED:     <2016-04-25>
:GOODREADS: https://www.goodreads.com/book/show/20527133
:END:

* Humiliation: And Other Essays on Honor, Social Discomfort, and Violence
:PROPERTIES:
:AUTHOR:    William Ian Miller
:ADDED:     <2016-04-25>
:GOODREADS: https://www.goodreads.com/book/show/566817
:END:

* The Qur'an / القرآن الكريم
:PROPERTIES:
:AUTHOR:    Anonymous
:ADDED:     <2016-04-25>
:GOODREADS: https://www.goodreads.com/book/show/646462
:END:

* The Last Word
:PROPERTIES:
:AUTHOR:    Thomas Nagel
:ADDED:     <2016-04-25>
:GOODREADS: https://www.goodreads.com/book/show/257864
:END:

* Reasons and Persons
:PROPERTIES:
:AUTHOR:    Derek Parfit
:ADDED:     <2016-04-25>
:GOODREADS: https://www.goodreads.com/book/show/327051
:END:

* A History of Western Philosophy
:PROPERTIES:
:AUTHOR:    Bertrand Russell
:ADDED:     <2016-04-25>
:GOODREADS: https://www.goodreads.com/book/show/243685
:END:

* The Year of Magical Thinking
:PROPERTIES:
:AUTHOR:    Joan Didion
:ADDED:     <2016-04-05>
:GOODREADS: https://www.goodreads.com/book/show/7815
:END:

* No Logo
:PROPERTIES:
:AUTHOR:    Naomi Klein
:ADDED:     <2016-04-05>
:GOODREADS: https://www.goodreads.com/book/show/647
:END:

* Birthday Letters
:PROPERTIES:
:AUTHOR:    Ted Hughes
:ADDED:     <2016-04-05>
:GOODREADS: https://www.goodreads.com/book/show/313277
:END:

* Dreams from My Father: A Story of Race and Inheritance
:PROPERTIES:
:AUTHOR:    Barack Obama
:ADDED:     <2016-04-05>
:GOODREADS: https://www.goodreads.com/book/show/88061
:END:

