docs/readings/reading-list.org.html

<span class="org-level-1">* </span><span class="org-level-1"><span class="org-done">READ</span></span><span class="org-level-1"> </span><span class="org-level-1"><span class="org-headline-done">Shadows Linger (The Chronicles of the Black Company, </span></span><span class="org-level-1"><span class="org-headline-done"><span class="org-tag">#2)</span></span></span><span class="org-level-1">
</span><span class="org-special-keyword">CLOSED:</span> <span class="org-date">[2016&#9472;08&#9472;09]</span>
<span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Glen Cook</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2016&#9472;06&#9472;16&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/400881">https://www.goodreads.com/book/show/400881</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Neverwhere
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Neil Gaiman</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2016&#9472;06&#9472;16&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/14497">https://www.goodreads.com/book/show/14497</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* </span><span class="org-level-1"><span class="org-done">READ</span></span><span class="org-level-1"> </span><span class="org-level-1"><span class="org-headline-done">The Ocean at the End of the Lane</span></span><span class="org-level-1">
</span><span class="org-special-keyword">CLOSED:</span> <span class="org-date">[2016&#9472;05&#9472;28]</span>
<span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Neil Gaiman</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2016&#9472;05&#9472;25&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/15783514">https://www.goodreads.com/book/show/15783514</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* </span><span class="org-level-1"><span class="org-done">READ</span></span><span class="org-level-1"> </span><span class="org-level-1"><span class="org-headline-done">A Mathematician's Apology</span></span><span class="org-level-1">
</span><span class="org-special-keyword">CLOSED:</span> <span class="org-date">[2016&#9472;05&#9472;19]</span>
<span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">G.H. Hardy</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2016&#9472;05&#9472;19&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/154060">https://www.goodreads.com/book/show/154060</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Nonrequired Reading
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Wis&#322;awa Szymborska, Clare Cavanagh</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2016&#9472;04&#9472;29&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/10207">https://www.goodreads.com/book/show/10207</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Machete Season: The Killers in Rwanda Speak
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Jean Hatzfeld, Linda Coverdale, Susan Sontag</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2016&#9472;04&#9472;25&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/189296">https://www.goodreads.com/book/show/189296</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* The Journalist and the Murderer
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Janet Malcolm, Ian Jack</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2016&#9472;04&#9472;25&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/55563">https://www.goodreads.com/book/show/55563</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Infidel
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Ayaan Hirsi Ali</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2016&#9472;04&#9472;25&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/81227">https://www.goodreads.com/book/show/81227</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* The Flight of the Garuda: The Dzogchen Tradition of Tibetan Buddhism
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Padmasambhava, Godemchan, Guru Chowang, Shabkar Tsogdruk Rangdrol, Keith Dowman</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2016&#9472;04&#9472;25&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/2508146">https://www.goodreads.com/book/show/2508146</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Superintelligence: Paths, Dangers, Strategies
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Nick Bostrom</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2016&#9472;04&#9472;25&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/20527133">https://www.goodreads.com/book/show/20527133</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Humiliation: And Other Essays on Honor, Social Discomfort, and Violence
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">William Ian Miller</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2016&#9472;04&#9472;25&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/566817">https://www.goodreads.com/book/show/566817</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* The Qur'an / &#1575;&#1604;&#1602;&#1585;&#1570;&#1606; &#1575;&#1604;&#1603;&#1585;&#1610;&#1605;
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Anonymous</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2016&#9472;04&#9472;25&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/646462">https://www.goodreads.com/book/show/646462</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* The Last Word
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Thomas Nagel</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2016&#9472;04&#9472;25&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/257864">https://www.goodreads.com/book/show/257864</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Reasons and Persons
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Derek Parfit</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2016&#9472;04&#9472;25&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/327051">https://www.goodreads.com/book/show/327051</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* A History of Western Philosophy
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Bertrand Russell</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2016&#9472;04&#9472;25&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/243685">https://www.goodreads.com/book/show/243685</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* The Year of Magical Thinking
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Joan Didion</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2016&#9472;04&#9472;05&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/7815">https://www.goodreads.com/book/show/7815</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* No Logo
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Naomi Klein</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2016&#9472;04&#9472;05&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/647">https://www.goodreads.com/book/show/647</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Birthday Letters
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Ted Hughes</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2016&#9472;04&#9472;05&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/313277">https://www.goodreads.com/book/show/313277</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Dreams from My Father: A Story of Race and Inheritance
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Barack Obama</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2016&#9472;04&#9472;05&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/88061">https://www.goodreads.com/book/show/88061</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* The Right Stuff
</span><span class="org-special-keyword">:PROPERTIES:</span>
