pile/readings/reading-list.org
* The Right Stuff
:PROPERTIES:
:AUTHOR:    Tom Wolfe
:ADDED:     <2016-04-05>
:GOODREADS: https://www.goodreads.com/book/show/586472
:END:

* Orientalism
:PROPERTIES:
:AUTHOR:    Edward Said
:ADDED:     <2016-04-05>
:GOODREADS: https://www.goodreads.com/book/show/355190
:END:

* Dispatches
:PROPERTIES:
:AUTHOR:    Michael Herr
:ADDED:     <2016-04-05>
:GOODREADS: https://www.goodreads.com/book/show/4339
:END:

* Batman: The Dark Knight Returns
:PROPERTIES:
:AUTHOR:    Frank Miller, Klaus Janson, Lynn Varley
:ADDED:     <2016-04-05>
:GOODREADS: https://www.goodreads.com/book/show/59960
:END:

* Batman: The Killing Joke
:PROPERTIES:
:AUTHOR:    Alan Moore, Brian Bolland, Tim Sale
:ADDED:     <2016-04-05>
:GOODREADS: https://www.goodreads.com/book/show/96358
:END:

* Batman: Year One
:PROPERTIES:
:AUTHOR:    Frank Miller, David Mazzucchelli, Richmond Lewis, Dennis O'Neil
:ADDED:     <2016-04-05>
:GOODREADS: https://www.goodreads.com/book/show/59980
:END:

* READ V for Vendetta
CLOSED: [2016-06-19]
:PROPERTIES:
:AUTHOR:    Alan Moore, David   Lloyd
:ADDED:     <2016-04-05>
:GOODREADS: https://www.goodreads.com/book/show/5805
:END:

* READ Watchmen
CLOSED: [2016-05-24]
:PROPERTIES:
:AUTHOR:    Alan Moore, Dave Gibbons, John Higgins
:ADDED:     <2016-04-05>
:GOODREADS: https://www.goodreads.com/book/show/472331
:END:

* The Five Ages of the Universe: Inside the Physics of Eternity
:PROPERTIES:
:AUTHOR:    Fred Adams, Greg Laughlin
:ADDED:     <2016-04-01>
:GOODREADS: https://www.goodreads.com/book/show/401973
:END:

* READ The Pleasure Instinct: Why We Crave Adventure, Chocolate, Pheromones, and Music
CLOSED: [2016-04-04]
:PROPERTIES:
:AUTHOR:    Gene Wallenstein
:ADDED:     <2016-03-27>
:GOODREADS: https://www.goodreads.com/book/show/6076559
:END:

* The Vital Question: Energy, Evolution, and the Origins of Complex Life
:PROPERTIES:
:AUTHOR:    Nick Lane
:ADDED:     <2016-03-25>
:GOODREADS: https://www.goodreads.com/book/show/23316494
:END:

* The Closing of the American Mind
:PROPERTIES:
:AUTHOR:    Allan Bloom
:ADDED:     <2016-03-22>
:GOODREADS: https://www.goodreads.com/book/show/75812
:END:

* Reamde
:PROPERTIES:
:AUTHOR:    Neal Stephenson
:ADDED:     <2016-03-21>
:GOODREADS: https://www.goodreads.com/book/show/10552338
:END:

* Future Shock
:PROPERTIES:
:AUTHOR:    Alvin Toffler
:ADDED:     <2016-03-19>
:GOODREADS: https://www.goodreads.com/book/show/466537
:END:

* Turtles, Termites, and Traffic Jams: Explorations in Massively Parallel Microworlds
:PROPERTIES:
:AUTHOR:    Mitchel Resnick
:ADDED:     <2016-03-19>
:GOODREADS: https://www.goodreads.com/book/show/40798
:END:

* READ The Nature of Code
CLOSED: [2016-03-19]
:PROPERTIES:
:AUTHOR:    Daniel Shiffman
:ADDED:     <2016-03-19>
:GOODREADS: https://www.goodreads.com/book/show/16123828
:END:

* The Old Man and the Sea
:PROPERTIES:
:AUTHOR:    Ernest Hemingway
:ADDED:     <2016-03-17>
:GOODREADS: https://www.goodreads.com/book/show/2165
:END:

* READ The White Tiger
CLOSED: [2016-03-20]
:PROPERTIES:
:AUTHOR:    Aravind Adiga
:ADDED:     <2016-03-13>
:GOODREADS: https://www.goodreads.com/book/show/1768603
:END:

* Feynman's Rainbow: A Search for Beauty in Physics and in Life
:PROPERTIES:
:AUTHOR:    Leonard Mlodinow
:ADDED:     <2016-03-04>
:GOODREADS: https://www.goodreads.com/book/show/45776
:END:

