pile/readings/reading-list.org
* READ The Meaning of It All: Thoughts of a Citizen-Scientist
CLOSED: [2016-03-12]
:PROPERTIES:
:AUTHOR:    Richard Feynman
:ADDED:     <2016-03-04>
:GOODREADS: https://www.goodreads.com/book/show/17375
:END:

* Six Degrees: The Science of a Connected Age
:PROPERTIES:
:AUTHOR:    Duncan J. Watts
:ADDED:     <2016-03-01>
:GOODREADS: https://www.goodreads.com/book/show/818170
:END:

* Why Don't Penguins' Feet Freeze?: And 114 Other Questions
:PROPERTIES:
:AUTHOR:    Mick O'Hare
:ADDED:     <2016-02-27>
:GOODREADS: https://www.goodreads.com/book/show/561436
:END:

* READ Life of Pi
CLOSED: [2016-03-13]
:PROPERTIES:
:AUTHOR:    Yann Martel
:ADDED:     <2016-02-27>
:GOODREADS: https://www.goodreads.com/book/show/4214
:END:

* Excellent Sheep: The Miseducation of the American Elite and the Way to a Meaningful Life
:PROPERTIES:
:AUTHOR:    William Deresiewicz
:ADDED:     <2016-02-22>
:GOODREADS: https://www.goodreads.com/book/show/18775383
:END:

* READ Train to Pakistan
CLOSED: [2016-02-16]
:PROPERTIES:
:AUTHOR:    Khushwant Singh
:ADDED:     <2016-02-11>
:GOODREADS: https://www.goodreads.com/book/show/785454
:END:

* The Society of Mind
:PROPERTIES:
:AUTHOR:    Marvin Minsky
:ADDED:     <2016-01-26>
:GOODREADS: https://www.goodreads.com/book/show/326790
:END:

* Reinventing Discovery: The New Era of Networked Science
:PROPERTIES:
:AUTHOR:    Michael Nielsen
:ADDED:     <2016-01-18>
:GOODREADS: https://www.goodreads.com/book/show/11667578
:END:

* Flour Water Salt Yeast: The Fundamentals of Artisan Bread and Pizza
:PROPERTIES:
:AUTHOR:    Ken Forkish
:ADDED:     <2016-01-18>
:GOODREADS: https://www.goodreads.com/book/show/13414492
:END:

* Tambora: The Eruption That Changed the World
:PROPERTIES:
:AUTHOR:    Gillen D'Arcy Wood
:ADDED:     <2015-12-31>
:GOODREADS: https://www.goodreads.com/book/show/18607842
:END:

* Small Worlds: The Dynamics of Networks Between Order and Randomness
:PROPERTIES:
:AUTHOR:    Duncan J. Watts
:ADDED:     <2015-12-28>
:GOODREADS: https://www.goodreads.com/book/show/373169
:END:

* The Two Towers (The Lord of the Rings, #2)
:PROPERTIES:
:AUTHOR:    J.R.R. Tolkien
:ADDED:     <2015-12-27>
:GOODREADS: https://www.goodreads.com/book/show/15241
:END:

* The Return of the King (The Lord of the Rings, #3)
:PROPERTIES:
:AUTHOR:    J.R.R. Tolkien
:ADDED:     <2015-12-27>
:GOODREADS: https://www.goodreads.com/book/show/18512
:END:

* The Fellowship of the Ring (The Lord of the Rings, #1)
:PROPERTIES:
:AUTHOR:    J.R.R. Tolkien
:ADDED:     <2015-12-27>
:GOODREADS: https://www.goodreads.com/book/show/34
:END:

* The Hobbit
:PROPERTIES:
:AUTHOR:    J.R.R. Tolkien
:ADDED:     <2015-12-27>
:GOODREADS: https://www.goodreads.com/book/show/5907
:END:

* Angels & Demons  (Robert Langdon, #1)
:PROPERTIES:
:AUTHOR:    Dan Brown
:ADDED:     <2015-12-27>
:GOODREADS: https://www.goodreads.com/book/show/960
:END:

* Harry Potter and the Deathly Hallows (Harry Potter, #7)
:PROPERTIES:
:AUTHOR:    J.K. Rowling, Mary GrandPré
:ADDED:     <2015-12-27>
:GOODREADS: https://www.goodreads.com/book/show/136251
:END:

* Harry Potter and the Half-Blood Prince (Harry Potter, #6)
:PROPERTIES:
:AUTHOR:    J.K. Rowling, Mary GrandPré
:ADDED:     <2015-12-27>
:GOODREADS: https://www.goodreads.com/book/show/1
:END:

