docs/readings/reading-list.org.html

<span class="org-level-1">* </span><span class="org-level-1"><span class="org-done">READ</span></span><span class="org-level-1"> </span><span class="org-level-1"><span class="org-headline-done">The Meaning of It All: Thoughts of a Citizen&#9472;Scientist</span></span><span class="org-level-1">
</span><span class="org-special-keyword">CLOSED:</span> <span class="org-date">[2016&#9472;03&#9472;12]</span>
<span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Richard Feynman</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2016&#9472;03&#9472;04&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/17375">https://www.goodreads.com/book/show/17375</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Six Degrees: The Science of a Connected Age
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Duncan J. Watts</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2016&#9472;03&#9472;01&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/818170">https://www.goodreads.com/book/show/818170</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Why Don't Penguins' Feet Freeze?: And 114 Other Questions
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Mick O'Hare</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2016&#9472;02&#9472;27&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/561436">https://www.goodreads.com/book/show/561436</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* </span><span class="org-level-1"><span class="org-done">READ</span></span><span class="org-level-1"> </span><span class="org-level-1"><span class="org-headline-done">Life of Pi</span></span><span class="org-level-1">
</span><span class="org-special-keyword">CLOSED:</span> <span class="org-date">[2016&#9472;03&#9472;13]</span>
<span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Yann Martel</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2016&#9472;02&#9472;27&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/4214">https://www.goodreads.com/book/show/4214</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Excellent Sheep: The Miseducation of the American Elite and the Way to a Meaningful Life
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">William Deresiewicz</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2016&#9472;02&#9472;22&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/18775383">https://www.goodreads.com/book/show/18775383</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* </span><span class="org-level-1"><span class="org-done">READ</span></span><span class="org-level-1"> </span><span class="org-level-1"><span class="org-headline-done">Train to Pakistan</span></span><span class="org-level-1">
</span><span class="org-special-keyword">CLOSED:</span> <span class="org-date">[2016&#9472;02&#9472;16]</span>
<span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Khushwant Singh</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2016&#9472;02&#9472;11&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/785454">https://www.goodreads.com/book/show/785454</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* The Society of Mind
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Marvin Minsky</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2016&#9472;01&#9472;26&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/326790">https://www.goodreads.com/book/show/326790</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Reinventing Discovery: The New Era of Networked Science
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Michael Nielsen</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2016&#9472;01&#9472;18&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/11667578">https://www.goodreads.com/book/show/11667578</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Flour Water Salt Yeast: The Fundamentals of Artisan Bread and Pizza
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Ken Forkish</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2016&#9472;01&#9472;18&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/13414492">https://www.goodreads.com/book/show/13414492</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Tambora: The Eruption That Changed the World
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Gillen D'Arcy Wood</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2015&#9472;12&#9472;31&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/18607842">https://www.goodreads.com/book/show/18607842</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Small Worlds: The Dynamics of Networks Between Order and Randomness
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Duncan J. Watts</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2015&#9472;12&#9472;28&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/373169">https://www.goodreads.com/book/show/373169</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* The Two Towers (The Lord of the Rings, </span><span class="org-level-1"><span class="org-tag">#2)</span></span><span class="org-level-1">
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">J.R.R. Tolkien</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2015&#9472;12&#9472;27&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/15241">https://www.goodreads.com/book/show/15241</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* The Return of the King (The Lord of the Rings, </span><span class="org-level-1"><span class="org-tag">#3)</span></span><span class="org-level-1">
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">J.R.R. Tolkien</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2015&#9472;12&#9472;27&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/18512">https://www.goodreads.com/book/show/18512</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* The Fellowship of the Ring (The Lord of the Rings, </span><span class="org-level-1"><span class="org-tag">#1)</span></span><span class="org-level-1">
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">J.R.R. Tolkien</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2015&#9472;12&#9472;27&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/34">https://www.goodreads.com/book/show/34</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* The Hobbit
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">J.R.R. Tolkien</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2015&#9472;12&#9472;27&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/5907">https://www.goodreads.com/book/show/5907</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Angels &amp; Demons  (Robert Langdon, </span><span class="org-level-1"><span class="org-tag">#1)</span></span><span class="org-level-1">
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Dan Brown</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2015&#9472;12&#9472;27&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/960">https://www.goodreads.com/book/show/960</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Harry Potter and the Deathly Hallows (Harry Potter, </span><span class="org-level-1"><span class="org-tag">#7)</span></span><span class="org-level-1">
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">J.K. Rowling, Mary GrandPr&#233;</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2015&#9472;12&#9472;27&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/136251">https://www.goodreads.com/book/show/136251</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Harry Potter and the Half&#9472;Blood Prince (Harry Potter, </span><span class="org-level-1"><span class="org-tag">#6)</span></span><span class="org-level-1">
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">J.K. Rowling, Mary GrandPr&#233;</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2015&#9472;12&#9472;27&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/1">https://www.goodreads.com/book/show/1</a></span>
<span class="org-special-keyword">:END:</span>
