pile/readings/reading-list.org
* Harry Potter and the Chamber of Secrets (Harry Potter, #2)
:PROPERTIES:
:AUTHOR:    J.K. Rowling, Mary GrandPré, Amik Kasoruho
:ADDED:     <2015-12-27>
:GOODREADS: https://www.goodreads.com/book/show/15881
:END:

* The Da Vinci Code (Robert Langdon, #2)
:PROPERTIES:
:AUTHOR:    Dan Brown
:ADDED:     <2015-12-27>
:GOODREADS: https://www.goodreads.com/book/show/968
:END:

* Harry Potter and the Prisoner of Azkaban (Harry Potter, #3)
:PROPERTIES:
:AUTHOR:    J.K. Rowling, Mary GrandPré
:ADDED:     <2015-12-27>
:GOODREADS: https://www.goodreads.com/book/show/5
:END:

* Harry Potter and the Goblet of Fire (Harry Potter, #4)
:PROPERTIES:
:AUTHOR:    J.K. Rowling, Mary GrandPré
:ADDED:     <2015-12-27>
:GOODREADS: https://www.goodreads.com/book/show/6
:END:

* Harry Potter and the Order of the Phoenix (Harry Potter, #5)
:PROPERTIES:
:AUTHOR:    J.K. Rowling, Mary GrandPré
:ADDED:     <2015-12-27>
:GOODREADS: https://www.goodreads.com/book/show/2
:END:

* READ The Time of Contempt (The Witcher, #4)
CLOSED: [2016-03-25]
:PROPERTIES:
:AUTHOR:    Andrzej Sapkowski, David French
:ADDED:     <2015-12-27>
:GOODREADS: https://www.goodreads.com/book/show/14781491
:END:

* READ The Last Battle (Chronicles of Narnia, #7)
CLOSED: [2016-01-29]
:PROPERTIES:
:AUTHOR:    C.S. Lewis
:ADDED:     <2015-12-27>
:GOODREADS: https://www.goodreads.com/book/show/84369
:END:

* READ The Magician's Nephew (Chronicles of Narnia, #6)
CLOSED: [2016-01-13]
:PROPERTIES:
:AUTHOR:    C.S. Lewis
:ADDED:     <2015-12-27>
:GOODREADS: https://www.goodreads.com/book/show/65605
:END:

* READ The Horse and His Boy (Chronicles of Narnia, #5)
CLOSED: [2016-01-02]
:PROPERTIES:
:AUTHOR:    C.S. Lewis
:ADDED:     <2015-12-27>
:GOODREADS: https://www.goodreads.com/book/show/84119
:END:

* READ The Silver Chair (Chronicles of Narnia, #4)
CLOSED: [2015-12-30]
:PROPERTIES:
:AUTHOR:    C.S. Lewis, Pauline Baynes
:ADDED:     <2015-12-27>
:GOODREADS: https://www.goodreads.com/book/show/65641
:END:

* READ The Voyage of the Dawn Treader (Chronicles of Narnia, #5)
CLOSED: [2015-12-29]
:PROPERTIES:
:AUTHOR:    C.S. Lewis, Pauline Baynes
:ADDED:     <2015-12-27>
:GOODREADS: https://www.goodreads.com/book/show/7806771
:END:

* READ Prince Caspian (Chronicles of Narnia, #2)
CLOSED: [2015-12-29]
:PROPERTIES:
:AUTHOR:    C.S. Lewis
:ADDED:     <2015-12-27>
:GOODREADS: https://www.goodreads.com/book/show/121749
:END:

* READ The Lion, the Witch, and the Wardrobe (Chronicles of Narnia, #1)
CLOSED: [2015-12-27]
:PROPERTIES:
:AUTHOR:    C.S. Lewis
:ADDED:     <2015-12-27>
:GOODREADS: https://www.goodreads.com/book/show/100915
:END:

* READ Baptism of Fire (The Witcher, #5)
CLOSED: [2016-05-23]
:PROPERTIES:
:AUTHOR:    Andrzej Sapkowski
:ADDED:     <2015-12-27>
:GOODREADS: https://www.goodreads.com/book/show/18924205
:END:

