docs/readings/reading-list.org.html

<span class="org-level-1">* Harry Potter and the Chamber of Secrets (Harry Potter, </span><span class="org-level-1"><span class="org-tag">#2)</span></span><span class="org-level-1">
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">J.K. Rowling, Mary GrandPr&#233;, Amik Kasoruho</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2015&#9472;12&#9472;27&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/15881">https://www.goodreads.com/book/show/15881</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* The Da Vinci Code (Robert Langdon, </span><span class="org-level-1"><span class="org-tag">#2)</span></span><span class="org-level-1">
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Dan Brown</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2015&#9472;12&#9472;27&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/968">https://www.goodreads.com/book/show/968</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Harry Potter and the Prisoner of Azkaban (Harry Potter, </span><span class="org-level-1"><span class="org-tag">#3)</span></span><span class="org-level-1">
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">J.K. Rowling, Mary GrandPr&#233;</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2015&#9472;12&#9472;27&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/5">https://www.goodreads.com/book/show/5</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Harry Potter and the Goblet of Fire (Harry Potter, </span><span class="org-level-1"><span class="org-tag">#4)</span></span><span class="org-level-1">
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">J.K. Rowling, Mary GrandPr&#233;</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2015&#9472;12&#9472;27&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/6">https://www.goodreads.com/book/show/6</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Harry Potter and the Order of the Phoenix (Harry Potter, </span><span class="org-level-1"><span class="org-tag">#5)</span></span><span class="org-level-1">
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">J.K. Rowling, Mary GrandPr&#233;</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2015&#9472;12&#9472;27&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/2">https://www.goodreads.com/book/show/2</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* </span><span class="org-level-1"><span class="org-done">READ</span></span><span class="org-level-1"> </span><span class="org-level-1"><span class="org-headline-done">The Time of Contempt (The Witcher, </span></span><span class="org-level-1"><span class="org-headline-done"><span class="org-tag">#4)</span></span></span><span class="org-level-1">
</span><span class="org-special-keyword">CLOSED:</span> <span class="org-date">[2016&#9472;03&#9472;25]</span>
<span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Andrzej Sapkowski, David French</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2015&#9472;12&#9472;27&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/14781491">https://www.goodreads.com/book/show/14781491</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* </span><span class="org-level-1"><span class="org-done">READ</span></span><span class="org-level-1"> </span><span class="org-level-1"><span class="org-headline-done">The Last Battle (Chronicles of Narnia, </span></span><span class="org-level-1"><span class="org-headline-done"><span class="org-tag">#7)</span></span></span><span class="org-level-1">
</span><span class="org-special-keyword">CLOSED:</span> <span class="org-date">[2016&#9472;01&#9472;29]</span>
<span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">C.S. Lewis</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2015&#9472;12&#9472;27&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/84369">https://www.goodreads.com/book/show/84369</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* </span><span class="org-level-1"><span class="org-done">READ</span></span><span class="org-level-1"> </span><span class="org-level-1"><span class="org-headline-done">The Magician's Nephew (Chronicles of Narnia, </span></span><span class="org-level-1"><span class="org-headline-done"><span class="org-tag">#6)</span></span></span><span class="org-level-1">
</span><span class="org-special-keyword">CLOSED:</span> <span class="org-date">[2016&#9472;01&#9472;13]</span>
<span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">C.S. Lewis</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2015&#9472;12&#9472;27&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/65605">https://www.goodreads.com/book/show/65605</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* </span><span class="org-level-1"><span class="org-done">READ</span></span><span class="org-level-1"> </span><span class="org-level-1"><span class="org-headline-done">The Horse and His Boy (Chronicles of Narnia, </span></span><span class="org-level-1"><span class="org-headline-done"><span class="org-tag">#5)</span></span></span><span class="org-level-1">
</span><span class="org-special-keyword">CLOSED:</span> <span class="org-date">[2016&#9472;01&#9472;02]</span>
<span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">C.S. Lewis</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2015&#9472;12&#9472;27&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/84119">https://www.goodreads.com/book/show/84119</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* </span><span class="org-level-1"><span class="org-done">READ</span></span><span class="org-level-1"> </span><span class="org-level-1"><span class="org-headline-done">The Silver Chair (Chronicles of Narnia, </span></span><span class="org-level-1"><span class="org-headline-done"><span class="org-tag">#4)</span></span></span><span class="org-level-1">
</span><span class="org-special-keyword">CLOSED:</span> <span class="org-date">[2015&#9472;12&#9472;30]</span>
<span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">C.S. Lewis, Pauline Baynes</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2015&#9472;12&#9472;27&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/65641">https://www.goodreads.com/book/show/65641</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* </span><span class="org-level-1"><span class="org-done">READ</span></span><span class="org-level-1"> </span><span class="org-level-1"><span class="org-headline-done">The Voyage of the Dawn Treader (Chronicles of Narnia, </span></span><span class="org-level-1"><span class="org-headline-done"><span class="org-tag">#5)</span></span></span><span class="org-level-1">
</span><span class="org-special-keyword">CLOSED:</span> <span class="org-date">[2015&#9472;12&#9472;29]</span>
<span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">C.S. Lewis, Pauline Baynes</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2015&#9472;12&#9472;27&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/7806771">https://www.goodreads.com/book/show/7806771</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* </span><span class="org-level-1"><span class="org-done">READ</span></span><span class="org-level-1"> </span><span class="org-level-1"><span class="org-headline-done">Prince Caspian (Chronicles of Narnia, </span></span><span class="org-level-1"><span class="org-headline-done"><span class="org-tag">#2)</span></span></span><span class="org-level-1">
</span><span class="org-special-keyword">CLOSED:</span> <span class="org-date">[2015&#9472;12&#9472;29]</span>
<span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">C.S. Lewis</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2015&#9472;12&#9472;27&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/121749">https://www.goodreads.com/book/show/121749</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* </span><span class="org-level-1"><span class="org-done">READ</span></span><span class="org-level-1"> </span><span class="org-level-1"><span class="org-headline-done">The Lion, the Witch, and the Wardrobe (Chronicles of Narnia, </span></span><span class="org-level-1"><span class="org-headline-done"><span class="org-tag">#1)</span></span></span><span class="org-level-1">
</span><span class="org-special-keyword">CLOSED:</span> <span class="org-date">[2015&#9472;12&#9472;27]</span>
<span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">C.S. Lewis</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2015&#9472;12&#9472;27&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/100915">https://www.goodreads.com/book/show/100915</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* </span><span class="org-level-1"><span class="org-done">READ</span></span><span class="org-level-1"> </span><span class="org-level-1"><span class="org-headline-done">Baptism of Fire (The Witcher, </span></span><span class="org-level-1"><span class="org-headline-done"><span class="org-tag">#5)</span></span></span><span class="org-level-1">
</span><span class="org-special-keyword">CLOSED:</span> <span class="org-date">[2016&#9472;05&#9472;23]</span>
<span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Andrzej Sapkowski</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2015&#9472;12&#9472;27&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/18924205">https://www.goodreads.com/book/show/18924205</a></span>
<span class="org-special-keyword">:END:</span>
