pile/readings/reading-list.org
* READ Sword of Destiny (The Witcher, #2)
CLOSED: [2015-12-26]
:PROPERTIES:
:AUTHOR:    Andrzej Sapkowski
:ADDED:     <2015-12-23>
:GOODREADS: https://www.goodreads.com/book/show/25454056
:END:

* READ Simply Complexity
CLOSED: [2016-02-27]
:PROPERTIES:
:AUTHOR:    Neil Johnson
:ADDED:     <2015-12-20>
:GOODREADS: https://www.goodreads.com/book/show/18936836
:END:

* Reckoning with Risk: Learning to Live with Uncertainty
:PROPERTIES:
:AUTHOR:    Gerd Gigerenzer
:ADDED:     <2015-12-20>
:GOODREADS: https://www.goodreads.com/book/show/320406
:END:

* How to Read a Paper: The Basics of Evidence-Based Medicine
:PROPERTIES:
:AUTHOR:    Trisha Greenhalgh
:ADDED:     <2015-12-20>
:GOODREADS: https://www.goodreads.com/book/show/1019894
:END:

* READ Bad Science: Quacks, Hacks, and Big Pharma Flacks
CLOSED: [2015-12-20]
:PROPERTIES:
:AUTHOR:    Ben Goldacre
:ADDED:     <2015-12-12>
:GOODREADS: https://www.goodreads.com/book/show/9665017
:END:

* READ Think Complexity: Complexity Science and Computational Modeling
CLOSED: [2015-12-13]
:PROPERTIES:
:AUTHOR:    Allen B. Downey
:ADDED:     <2015-12-12>
:GOODREADS: https://www.goodreads.com/book/show/13234078
:END:

* Micromotives and Macrobehavior
:PROPERTIES:
:AUTHOR:    Thomas C. Schelling
:ADDED:     <2015-12-12>
:GOODREADS: https://www.goodreads.com/book/show/317333
:END:

* The Big Sort: Why the Clustering of Like-Minded America is Tearing Us Apart
:PROPERTIES:
:AUTHOR:    Bill Bishop
:ADDED:     <2015-12-12>
:GOODREADS: https://www.goodreads.com/book/show/2569072
:END:

* Artificial Life: A Report from the Frontier Where Computers Meet Biology
:PROPERTIES:
:AUTHOR:    Steven Levy
:ADDED:     <2015-12-12>
:GOODREADS: https://www.goodreads.com/book/show/737831
:END:

* READ Sync: How Order Emerges From Chaos In the Universe, Nature, and Daily Life
CLOSED: [2015-12-11]
:PROPERTIES:
:AUTHOR:    Steven H. Strogatz
:ADDED:     <2015-12-05>
:GOODREADS: https://www.goodreads.com/book/show/16173023
:END:

* The Windup Girl
:PROPERTIES:
:AUTHOR:    Paolo Bacigalupi
:ADDED:     <2015-12-05>
:GOODREADS: https://www.goodreads.com/book/show/6597651
:END:

* Neuromancer
:PROPERTIES:
:AUTHOR:    William Gibson
:ADDED:     <2015-12-05>
:GOODREADS: https://www.goodreads.com/book/show/22328
:END:

* READ The Lorax
CLOSED: [2015-12-05]
:PROPERTIES:
:AUTHOR:    Dr. Seuss
:ADDED:     <2015-12-05>
:GOODREADS: https://www.goodreads.com/book/show/7784
:END:

* Desert Solitaire
:PROPERTIES:
:AUTHOR:    Edward Abbey
:ADDED:     <2015-12-05>
:GOODREADS: https://www.goodreads.com/book/show/214614
:END:

* Fighting God: An Atheist Manifesto for a Religious World
:PROPERTIES:
:AUTHOR:    David    Silverman, Cara Santa Maria
:ADDED:     <2015-12-02>
:GOODREADS: https://www.goodreads.com/book/show/23848169
:END:

* A Sand County Almanac and Sketches Here and There
:PROPERTIES:
:AUTHOR:    Aldo Leopold
:ADDED:     <2015-11-29>
:GOODREADS: https://www.goodreads.com/book/show/210404
:END:

* The Call of the Wild
:PROPERTIES:
:AUTHOR:    Jack London
:ADDED:     <2015-11-28>
:GOODREADS: https://www.goodreads.com/book/show/1852
:END:

* Frankenstein
:PROPERTIES:
:AUTHOR:    Mary Wollstonecraft Shelley, Percy Bysshe Shelley, Maurice Hindle
:ADDED:     <2015-11-28>
:GOODREADS: https://www.goodreads.com/book/show/18490
:END:

