pile/readings/reading-list.org
* The Strange Case of Dr. Jekyll and Mr. Hyde
:PROPERTIES:
:AUTHOR:    Robert Louis Stevenson, Vladimir Nabokov, Mervyn Peake, Dan Chaon
:ADDED:     <2015-11-28>
:GOODREADS: https://www.goodreads.com/book/show/51496
:END:

* The Moonstone
:PROPERTIES:
:AUTHOR:    Wilkie Collins, Carolyn G. Heilbrun
:ADDED:     <2015-11-28>
:GOODREADS: https://www.goodreads.com/book/show/6138
:END:

* The Clash of Civilizations and the Remaking of World Order
:PROPERTIES:
:AUTHOR:    Samuel P. Huntington
:ADDED:     <2015-11-27>
:GOODREADS: https://www.goodreads.com/book/show/413179
:END:

* Complexity: Life at the Edge of Chaos
:PROPERTIES:
:AUTHOR:    Roger Lewin
:ADDED:     <2015-11-20>
:GOODREADS: https://www.goodreads.com/book/show/384547
:END:

* Bursts: The Hidden Pattern Behind Everything We Do
:PROPERTIES:
:AUTHOR:    Albert-László Barabási
:ADDED:     <2015-11-20>
:GOODREADS: https://www.goodreads.com/book/show/7442792
:END:

* READ Butterick's Practical Typography
CLOSED: [2016-06-26]
:PROPERTIES:
:AUTHOR:    Matthew Butterick, Erik Spiekermann
:ADDED:     <2015-11-18>
:GOODREADS: https://www.goodreads.com/book/show/18244760
:END:

* Jihad Academy: The Rise of Islamic State
:PROPERTIES:
:AUTHOR:    Nicolas Hénin, Martin Makinson
:ADDED:     <2015-11-17>
:GOODREADS: https://www.goodreads.com/book/show/27406435
:END:

* Flatterland: Like Flatland Only More So
:PROPERTIES:
:AUTHOR:    Ian Stewart
:ADDED:     <2015-11-15>
:GOODREADS: https://www.goodreads.com/book/show/17033
:END:

* Complexity: The Emerging Science at the Edge of Order and Chaos
:PROPERTIES:
:AUTHOR:    M. Mitchell Waldrop
:ADDED:     <2015-11-15>
:GOODREADS: https://www.goodreads.com/book/show/337123
:END:

* The Human Use Of Human Beings: Cybernetics And Society
:PROPERTIES:
:AUTHOR:    Norbert Wiener
:ADDED:     <2015-11-06>
:GOODREADS: https://www.goodreads.com/book/show/153954
:END:

* Cybernetics: or the Control and Communication in the Animal and the Machine
:PROPERTIES:
:AUTHOR:    Norbert Wiener
:ADDED:     <2015-11-06>
:GOODREADS: https://www.goodreads.com/book/show/294941
:END:

* The Origins of Order: Self-Organization and Selection in Evolution
:PROPERTIES:
:AUTHOR:    Stuart A. Kauffman
:ADDED:     <2015-11-06>
:GOODREADS: https://www.goodreads.com/book/show/783559
:END:

* The Mathematics of Love: Patterns, Proofs, and the Search for the Ultimate Equation
:PROPERTIES:
:AUTHOR:    Hannah Fry
:ADDED:     <2015-11-04>
:GOODREADS: https://www.goodreads.com/book/show/23258103
:END:

* Diary of a Wimpy Kid (Diary of a Wimpy Kid, #1)
:PROPERTIES:
:AUTHOR:    Jeff Kinney
:ADDED:     <2015-11-01>
:GOODREADS: https://www.goodreads.com/book/show/389627
:END:

* READ Fahrenheit 451
CLOSED: [2016-08-11]
:PROPERTIES:
:AUTHOR:    Ray Bradbury
:ADDED:     <2015-11-01>
:GOODREADS: https://www.goodreads.com/book/show/17470674
:END:

* The Book Thief
:PROPERTIES:
:AUTHOR:    Markus Zusak
:ADDED:     <2015-11-01>
:GOODREADS: https://www.goodreads.com/book/show/19063
:END:

* The Motorcycle Diaries: Notes on a Latin American Journey
:PROPERTIES:
:AUTHOR:    Ernesto Che Guevara, Aleida Guevara March
:ADDED:     <2015-10-28>
:GOODREADS: https://www.goodreads.com/book/show/172732
:END:

* Biophilia
:PROPERTIES:
:AUTHOR:    Christopher Marley
:ADDED:     <2015-10-27>
:GOODREADS: https://www.goodreads.com/book/show/23167749
:END:

* The Invention of Clouds
:PROPERTIES:
:AUTHOR:    Richard Hamblyn
:ADDED:     <2015-10-27>
:GOODREADS: https://www.goodreads.com/book/show/1148768
:END:

