docs/readings/reading-list.org.html

<span class="org-level-1">* The Strange Case of Dr. Jekyll and Mr. Hyde
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Robert Louis Stevenson, Vladimir Nabokov, Mervyn Peake, Dan Chaon</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2015&#9472;11&#9472;28&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/51496">https://www.goodreads.com/book/show/51496</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* The Moonstone
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Wilkie Collins, Carolyn G. Heilbrun</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2015&#9472;11&#9472;28&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/6138">https://www.goodreads.com/book/show/6138</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* The Clash of Civilizations and the Remaking of World Order
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Samuel P. Huntington</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2015&#9472;11&#9472;27&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/413179">https://www.goodreads.com/book/show/413179</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Complexity: Life at the Edge of Chaos
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Roger Lewin</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2015&#9472;11&#9472;20&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/384547">https://www.goodreads.com/book/show/384547</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Bursts: The Hidden Pattern Behind Everything We Do
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Albert&#9472;L&#225;szl&#243; Barab&#225;si</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2015&#9472;11&#9472;20&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/7442792">https://www.goodreads.com/book/show/7442792</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* </span><span class="org-level-1"><span class="org-done">READ</span></span><span class="org-level-1"> </span><span class="org-level-1"><span class="org-headline-done">Butterick's Practical Typography</span></span><span class="org-level-1">
</span><span class="org-special-keyword">CLOSED:</span> <span class="org-date">[2016&#9472;06&#9472;26]</span>
<span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Matthew Butterick, Erik Spiekermann</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2015&#9472;11&#9472;18&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/18244760">https://www.goodreads.com/book/show/18244760</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Jihad Academy: The Rise of Islamic State
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Nicolas H&#233;nin, Martin Makinson</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2015&#9472;11&#9472;17&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/27406435">https://www.goodreads.com/book/show/27406435</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Flatterland: Like Flatland Only More So
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Ian Stewart</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2015&#9472;11&#9472;15&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/17033">https://www.goodreads.com/book/show/17033</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Complexity: The Emerging Science at the Edge of Order and Chaos
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">M. Mitchell Waldrop</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2015&#9472;11&#9472;15&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/337123">https://www.goodreads.com/book/show/337123</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* The Human Use Of Human Beings: Cybernetics And Society
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Norbert Wiener</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2015&#9472;11&#9472;06&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/153954">https://www.goodreads.com/book/show/153954</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Cybernetics: or the Control and Communication in the Animal and the Machine
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Norbert Wiener</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2015&#9472;11&#9472;06&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/294941">https://www.goodreads.com/book/show/294941</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* The Origins of Order: Self&#9472;Organization and Selection in Evolution
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Stuart A. Kauffman</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2015&#9472;11&#9472;06&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/783559">https://www.goodreads.com/book/show/783559</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* The Mathematics of Love: Patterns, Proofs, and the Search for the Ultimate Equation
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Hannah Fry</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2015&#9472;11&#9472;04&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/23258103">https://www.goodreads.com/book/show/23258103</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Diary of a Wimpy Kid (Diary of a Wimpy Kid, </span><span class="org-level-1"><span class="org-tag">#1)</span></span><span class="org-level-1">
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Jeff Kinney</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2015&#9472;11&#9472;01&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/389627">https://www.goodreads.com/book/show/389627</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* </span><span class="org-level-1"><span class="org-done">READ</span></span><span class="org-level-1"> </span><span class="org-level-1"><span class="org-headline-done">Fahrenheit 451</span></span><span class="org-level-1">
</span><span class="org-special-keyword">CLOSED:</span> <span class="org-date">[2016&#9472;08&#9472;11]</span>
<span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Ray Bradbury</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2015&#9472;11&#9472;01&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/17470674">https://www.goodreads.com/book/show/17470674</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* The Book Thief
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Markus Zusak</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2015&#9472;11&#9472;01&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/19063">https://www.goodreads.com/book/show/19063</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* The Motorcycle Diaries: Notes on a Latin American Journey
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Ernesto Che Guevara, Aleida Guevara March</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2015&#9472;10&#9472;28&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/172732">https://www.goodreads.com/book/show/172732</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Biophilia
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Christopher Marley</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2015&#9472;10&#9472;27&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/23167749">https://www.goodreads.com/book/show/23167749</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* The Invention of Clouds
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Richard Hamblyn</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2015&#9472;10&#9472;27&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/1148768">https://www.goodreads.com/book/show/1148768</a></span>
<span class="org-special-keyword">:END:</span>
