pile/readings/reading-list.org
* How to Teach Quantum Physics to Your Dog
:PROPERTIES:
:AUTHOR:    Chad Orzel
:ADDED:     <2015-10-27>
:GOODREADS: https://www.goodreads.com/book/show/8243716
:END:

* The World Without Us
:PROPERTIES:
:AUTHOR:    Alan Weisman
:ADDED:     <2015-10-22>
:GOODREADS: https://www.goodreads.com/book/show/248787
:END:

* The Tipping Point: How Little Things Can Make a Big Difference
:PROPERTIES:
:AUTHOR:    Malcolm Gladwell
:ADDED:     <2015-10-21>
:GOODREADS: https://www.goodreads.com/book/show/2612
:END:

* It's Not News, It's Fark: How Mass Media Tries to Pass Off Crap As News
:PROPERTIES:
:AUTHOR:    Drew Curtis
:ADDED:     <2015-10-21>
:GOODREADS: https://www.goodreads.com/book/show/816159
:END:

* READ The Lathe of Heaven
CLOSED: [2015-10-25]
:PROPERTIES:
:AUTHOR:    Ursula K. Le Guin
:ADDED:     <2015-10-20>
:GOODREADS: https://www.goodreads.com/book/show/22007410
:END:

* READ Complexity: A Guided Tour
CLOSED: [2015-11-06]
:PROPERTIES:
:AUTHOR:    Melanie Mitchell
:ADDED:     <2015-10-19>
:GOODREADS: https://www.goodreads.com/book/show/8207901
:END:

* The Age of Wonder: How the Romantic Generation Discovered the Beauty and Terror of Science
:PROPERTIES:
:AUTHOR:    Richard  Holmes
:ADDED:     <2015-10-19>
:GOODREADS: https://www.goodreads.com/book/show/4371507
:END:

* Genius At Play: The Curious Mind of John Horton Conway
:PROPERTIES:
:AUTHOR:    Siobhan Roberts
:ADDED:     <2015-10-07>
:GOODREADS: https://www.goodreads.com/book/show/22529392
:END:

* READ Musicophilia: Tales of Music and the Brain
CLOSED: [2015-10-19]
:PROPERTIES:
:AUTHOR:    Oliver Sacks
:ADDED:     <2015-10-06>
:GOODREADS: https://www.goodreads.com/book/show/6234210
:END:

* The Story of Alice: Lewis Carroll and the Secret History of Wonderland
:PROPERTIES:
:AUTHOR:    Robert Douglas-Fairhurst
:ADDED:     <2015-09-24>
:GOODREADS: https://www.goodreads.com/book/show/23503019
:END:

* 1984
:PROPERTIES:
:AUTHOR:    George Orwell, Erich Fromm, Celâl Üster
:ADDED:     <2015-09-24>
:GOODREADS: https://www.goodreads.com/book/show/5470
:END:

* READ How Music Got Free: The End of an Industry, the Turn of the Century, and the Patient Zero of Piracy
CLOSED: [2015-09-26]
:PROPERTIES:
:AUTHOR:    Stephen Witt
:ADDED:     <2015-09-24>
:GOODREADS: https://www.goodreads.com/book/show/25493536
:END:

It wasn't in my high priority to-read list, but I started and didn't stop till
it was over. Exactly the way I wanted the piracy story to be told.

* READ The Master Algorithm: How the Quest for the Ultimate Learning Machine Will Remake Our World
CLOSED: [2016-05-16]
:PROPERTIES:
:AUTHOR:    Pedro Domingos
:ADDED:     <2015-09-17>
:GOODREADS: https://www.goodreads.com/book/show/24612233
:END:

* Moneyball: The Art of Winning an Unfair Game
:PROPERTIES:
:AUTHOR:    Michael   Lewis
:ADDED:     <2015-09-06>
:GOODREADS: https://www.goodreads.com/book/show/1301
:END:

* Field Notes from a Catastrophe: Man, Nature, and Climate Change
:PROPERTIES:
:AUTHOR:    Elizabeth Kolbert
:ADDED:     <2015-09-06>
:GOODREADS: https://www.goodreads.com/book/show/80513
:END:

* Under a Green Sky: Global Warming, the Mass Extinctions of the Past, and What They Can Tell Us About Our Future
:PROPERTIES:
:AUTHOR:    Peter D. Ward
:ADDED:     <2015-09-01>
:GOODREADS: https://www.goodreads.com/book/show/630144
:END:

* Around the World in Eighty Days (Extraordinary Voyages, #11)
:PROPERTIES:
:AUTHOR:    Jules Verne, Michael Glencross, Brian W. Aldiss
:ADDED:     <2015-08-19>
:GOODREADS: https://www.goodreads.com/book/show/54479
:END:

