pile/readings/reading-list.org
* October Sky
:PROPERTIES:
:AUTHOR:    Homer Hickam
:ADDED:     <2015-08-17>
:GOODREADS: https://www.goodreads.com/book/show/124862
:END:

* READ The End of Night: Searching for Natural Darkness in an Age of Artificial Light
CLOSED: [2015-12-05]
:PROPERTIES:
:AUTHOR:    Paul Bogard
:ADDED:     <2015-08-17>
:GOODREADS: https://www.goodreads.com/book/show/18904721
:END:

* All the Light We Cannot See
:PROPERTIES:
:AUTHOR:    Anthony Doerr
:ADDED:     <2015-08-15>
:GOODREADS: https://www.goodreads.com/book/show/18143977
:END:

* Harry Potter and the Methods of Rationality
:PROPERTIES:
:AUTHOR:    Eliezer Yudkowsky
:ADDED:     <2015-08-14>
:GOODREADS: https://www.goodreads.com/book/show/10016013
:END:

* READ Thing Explainer: Complicated Stuff in Simple Words
CLOSED: [2015-12-09]
:PROPERTIES:
:AUTHOR:    Randall Munroe
:ADDED:     <2015-07-30>
:GOODREADS: https://www.goodreads.com/book/show/25329850
:END:

* Do Androids Dream of Electric Sheep?
:PROPERTIES:
:AUTHOR:    Philip K. Dick, Roger Zelazny
:ADDED:     <2015-07-07>
:GOODREADS: https://www.goodreads.com/book/show/7082
:END:

* Gaia: A New Look at Life on Earth
:PROPERTIES:
:AUTHOR:    James E. Lovelock
:ADDED:     <2015-07-06>
:GOODREADS: https://www.goodreads.com/book/show/274230
:END:

* Under a Lucky Star
:PROPERTIES:
:AUTHOR:    Roy Chapman Andrews, Charles Gallenkamp, Ann Bausum
:ADDED:     <2015-07-06>
:GOODREADS: https://www.goodreads.com/book/show/6355840
:END:

* The Mismeasure of Man
:PROPERTIES:
:AUTHOR:    Stephen Jay Gould
:ADDED:     <2015-07-06>
:GOODREADS: https://www.goodreads.com/book/show/54218
:END:

* The Interpretation of Dreams
:PROPERTIES:
:AUTHOR:    Sigmund Freud
:ADDED:     <2015-07-06>
:GOODREADS: https://www.goodreads.com/book/show/93981
:END:

* This Explains Everything: Deep, Beautiful, and Elegant Theories of How the World Works
:PROPERTIES:
:AUTHOR:    John Brockman, Susan Blackmore, Rebecca Goldstein, James J. O'Donnell, Paul J. Steinhardt, Shing-Tung Yau, Frank Wilczek, Thomas Metzinger, Sean Carroll, Steven Pinker, Jonathan Gottschall, David G. Myers, Matt Ridley, Armand Marie Leroi, Gerd Gigerenzer, Martin J. Rees, Richard Dawkins, Scott Atran, Carlo Rovelli, Aubrey de Grey, Leonard Susskind, Joel Gold, Alan Alda, Anton Zeilinger, Jeremy Bernstein, Andrei D. Linde, George Dyson, Max Tegmark, Gino Segrè, Freeman Dyson, Satyajit Das, Haim Harari, Robert R. Provine, V.S. Ramachandran, David M. Eagleman, Mahzarin Banaji, Robert M. Sapolsky, Richard H. Thaler, Jennifer Jacquet, Judith Rich Harris, Dan Sperber, Clay Shirky, Hugo Mercier, Stewart Brand, Kevin P. Hand, Paul Saffo, Daniel C. Dennett, Carl Zimmer, David M. Buss, A.C. Grayling, Howard Gardner
:ADDED:     <2015-06-13>
:GOODREADS: https://www.goodreads.com/book/show/15818399
:END:

* READ Fortune's Formula: The Untold Story of the Scientific Betting System That Beat the Casinos and Wall Street
CLOSED: [2015-08-07]
:PROPERTIES:
:AUTHOR:    William Poundstone
:ADDED:     <2015-06-11>
:GOODREADS: https://www.goodreads.com/book/show/6564279
:END:

* READ Culture & Empire: Digital Revolution
CLOSED: [2015-09-26]
:PROPERTIES:
:AUTHOR:    Pieter Hintjens
:ADDED:     <2015-06-09>
:GOODREADS: https://www.goodreads.com/book/show/19257445
:END:

* The Origin of Consciousness in the Breakdown of the Bicameral Mind
:PROPERTIES:
:AUTHOR:    Julian Jaynes
:ADDED:     <2015-06-03>
:GOODREADS: https://www.goodreads.com/book/show/22478
:END:

* The Joy of Pain: Schadenfreude and the Dark Side of Human Nature
:PROPERTIES:
:AUTHOR:    Richard H. Smith
:ADDED:     <2015-05-31>
:GOODREADS: https://www.goodreads.com/book/show/16285237
:END:

* Invisible: The Dangerous Allure of the Unseen
:PROPERTIES:
:AUTHOR:    Philip Ball
:ADDED:     <2015-05-20>
:GOODREADS: https://www.goodreads.com/book/show/19381681
:END:

* The Martian
:PROPERTIES:
:AUTHOR:    Andy Weir
:ADDED:     <2015-05-19>
:GOODREADS: https://www.goodreads.com/book/show/18007564
:END:

