docs/readings/reading-list.org.html
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Homer Hickam</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2015&#9472;08&#9472;17&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/124862">https://www.goodreads.com/book/show/124862</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* </span><span class="org-level-1"><span class="org-done">READ</span></span><span class="org-level-1"> </span><span class="org-level-1"><span class="org-headline-done">The End of Night: Searching for Natural Darkness in an Age of Artificial Light</span></span><span class="org-level-1">
</span><span class="org-special-keyword">CLOSED:</span> <span class="org-date">[2015&#9472;12&#9472;05]</span>
<span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Paul Bogard</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2015&#9472;08&#9472;17&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/18904721">https://www.goodreads.com/book/show/18904721</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* All the Light We Cannot See
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Anthony Doerr</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2015&#9472;08&#9472;15&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/18143977">https://www.goodreads.com/book/show/18143977</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Harry Potter and the Methods of Rationality
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Eliezer Yudkowsky</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2015&#9472;08&#9472;14&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/10016013">https://www.goodreads.com/book/show/10016013</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* </span><span class="org-level-1"><span class="org-done">READ</span></span><span class="org-level-1"> </span><span class="org-level-1"><span class="org-headline-done">Thing Explainer: Complicated Stuff in Simple Words</span></span><span class="org-level-1">
</span><span class="org-special-keyword">CLOSED:</span> <span class="org-date">[2015&#9472;12&#9472;09]</span>
<span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Randall Munroe</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2015&#9472;07&#9472;30&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/25329850">https://www.goodreads.com/book/show/25329850</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Do Androids Dream of Electric Sheep?
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Philip K. Dick, Roger Zelazny</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2015&#9472;07&#9472;07&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/7082">https://www.goodreads.com/book/show/7082</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Gaia: A New Look at Life on Earth
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">James E. Lovelock</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2015&#9472;07&#9472;06&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/274230">https://www.goodreads.com/book/show/274230</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Under a Lucky Star
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Roy Chapman Andrews, Charles Gallenkamp, Ann Bausum</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2015&#9472;07&#9472;06&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/6355840">https://www.goodreads.com/book/show/6355840</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* The Mismeasure of Man
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Stephen Jay Gould</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2015&#9472;07&#9472;06&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/54218">https://www.goodreads.com/book/show/54218</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* The Interpretation of Dreams
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Sigmund Freud</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2015&#9472;07&#9472;06&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/93981">https://www.goodreads.com/book/show/93981</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* This Explains Everything: Deep, Beautiful, and Elegant Theories of How the World Works
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">John Brockman, Susan Blackmore, Rebecca Goldstein, James J. O'Donnell, Paul J. Steinhardt, Shing&#9472;Tung Yau, Frank Wilczek, Thomas Metzinger, Sean Carroll, Steven Pinker, Jonathan Gottschall, David G. Myers, Matt Ridley, Armand Marie Leroi, Gerd Gigerenzer, Martin J. Rees, Richard Dawkins, Scott Atran, Carlo Rovelli, Aubrey de Grey, Leonard Susskind, Joel Gold, Alan Alda, Anton Zeilinger, Jeremy Bernstein, Andrei D. Linde, George Dyson, Max Tegmark, Gino Segr&#232;, Freeman Dyson, Satyajit Das, Haim Harari, Robert R. Provine, V.S. Ramachandran, David M. Eagleman, Mahzarin Banaji, Robert M. Sapolsky, Richard H. Thaler, Jennifer Jacquet, Judith Rich Harris, Dan Sperber, Clay Shirky, Hugo Mercier, Stewart Brand, Kevin P. Hand, Paul Saffo, Daniel C. Dennett, Carl Zimmer, David M. Buss, A.C. Grayling, Howard Gardner</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2015&#9472;06&#9472;13&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/15818399">https://www.goodreads.com/book/show/15818399</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* </span><span class="org-level-1"><span class="org-done">READ</span></span><span class="org-level-1"> </span><span class="org-level-1"><span class="org-headline-done">Fortune's Formula: The Untold Story of the Scientific Betting System That Beat the Casinos and Wall Street</span></span><span class="org-level-1">
</span><span class="org-special-keyword">CLOSED:</span> <span class="org-date">[2015&#9472;08&#9472;07]</span>
<span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">William Poundstone</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2015&#9472;06&#9472;11&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/6564279">https://www.goodreads.com/book/show/6564279</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* </span><span class="org-level-1"><span class="org-done">READ</span></span><span class="org-level-1"> </span><span class="org-level-1"><span class="org-headline-done">Culture &amp; Empire: Digital Revolution</span></span><span class="org-level-1">
</span><span class="org-special-keyword">CLOSED:</span> <span class="org-date">[2015&#9472;09&#9472;26]</span>
<span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Pieter Hintjens</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2015&#9472;06&#9472;09&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/19257445">https://www.goodreads.com/book/show/19257445</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* The Origin of Consciousness in the Breakdown of the Bicameral Mind
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Julian Jaynes</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2015&#9472;06&#9472;03&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/22478">https://www.goodreads.com/book/show/22478</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* The Joy of Pain: Schadenfreude and the Dark Side of Human Nature
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Richard H. Smith</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2015&#9472;05&#9472;31&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/16285237">https://www.goodreads.com/book/show/16285237</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Invisible: The Dangerous Allure of the Unseen
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Philip Ball</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2015&#9472;05&#9472;20&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/19381681">https://www.goodreads.com/book/show/19381681</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* The Martian
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Andy Weir</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2015&#9472;05&#9472;19&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/18007564">https://www.goodreads.com/book/show/18007564</a></span>
<span class="org-special-keyword">:END:</span>
