pile/readings/reading-list.org
* Zero to One: Notes on Startups, or How to Build the Future
:PROPERTIES:
:AUTHOR:    Peter Thiel, Blake  Masters
:ADDED:     <2015-05-15>
:GOODREADS: https://www.goodreads.com/book/show/18050143
:END:

* The Hard Thing About Hard Things: Building a Business When There Are No Easy Answers
:PROPERTIES:
:AUTHOR:    Ben Horowitz
:ADDED:     <2015-05-15>
:GOODREADS: https://www.goodreads.com/book/show/18176747
:END:

* READ The Time Machine
CLOSED: [2015-05-19]
:PROPERTIES:
:AUTHOR:    H.G. Wells
:ADDED:     <2015-05-14>
:GOODREADS: https://www.goodreads.com/book/show/8155907
:END:

* READ Oaxaca Journal
CLOSED: [2015-05-14]
:PROPERTIES:
:AUTHOR:    Oliver Sacks
:ADDED:     <2015-05-09>
:GOODREADS: https://www.goodreads.com/book/show/13132815
:END:

* How to Write a Thesis
:PROPERTIES:
:AUTHOR:    Umberto Eco, Caterina Mongiat Farina, Geoff Farina, Francesco Erspamer
:ADDED:     <2015-05-02>
:GOODREADS: https://www.goodreads.com/book/show/23461426
:END:

* READ What If?: Serious Scientific Answers to Absurd Hypothetical Questions
CLOSED: [2015-05-07]
:PROPERTIES:
:AUTHOR:    Randall Munroe
:ADDED:     <2015-05-01>
:GOODREADS: https://www.goodreads.com/book/show/21413662
:END:

* Grimm's Fairy Tales
:PROPERTIES:
:AUTHOR:    Jacob Grimm, Wilhelm Grimm
:ADDED:     <2015-04-25>
:GOODREADS: https://www.goodreads.com/book/show/11093132
:END:

* On the Move: A Life
:PROPERTIES:
:AUTHOR:    Oliver Sacks
:ADDED:     <2015-04-25>
:GOODREADS: https://www.goodreads.com/book/show/24972194
:END:

* READ Consciousness and the Social Brain
CLOSED: [2015-07-16]
:PROPERTIES:
:AUTHOR:    Michael S.A. Graziano
:ADDED:     <2015-04-25>
:GOODREADS: https://www.goodreads.com/book/show/17349805
:END:

* Aesop's Fables
:PROPERTIES:
:AUTHOR:    Aesop
:ADDED:     <2015-04-23>
:GOODREADS: https://www.goodreads.com/book/show/6376577
:END:

* Einstein's Dice and Schrödinger's Cat: How Two Great Minds Battled Quantum Randomness to Create a Unified Theory of Physics
:PROPERTIES:
:AUTHOR:    Paul Halpern
:ADDED:     <2015-04-22>
:GOODREADS: https://www.goodreads.com/book/show/23013829
:END:

* The Antidote: Happiness for People Who Can't Stand Positive Thinking
:PROPERTIES:
:AUTHOR:    Oliver Burkeman
:ADDED:     <2015-04-21>
:GOODREADS: https://www.goodreads.com/book/show/13721709
:END:

* Book of Ages: The Life and Opinions of Jane Franklin
:PROPERTIES:
:AUTHOR:    Jill Lepore
:ADDED:     <2015-04-21>
:GOODREADS: https://www.goodreads.com/book/show/17262121
:END:

* Against Happiness: In Praise of Melancholy
:PROPERTIES:
:AUTHOR:    Eric G. Wilson
:ADDED:     <2015-04-21>
:GOODREADS: https://www.goodreads.com/book/show/1298834
:END:

* Drunk Tank Pink: And Other Unexpected Forces that Shape How We Think, Feel, and Behave
:PROPERTIES:
:AUTHOR:    Adam Alter
:ADDED:     <2015-04-21>
:GOODREADS: https://www.goodreads.com/book/show/15811497
:END:

* Internal Time: Chronotypes, Social Jet Lag, and Why You're So Tired
:PROPERTIES:
:AUTHOR:    Till Roenneberg
:ADDED:     <2015-04-21>
:GOODREADS: https://www.goodreads.com/book/show/13598053
:END:

* Music, Ways Of Listening
:PROPERTIES:
:AUTHOR:    Elliott Schwartz
:ADDED:     <2015-04-18>
:GOODREADS: https://www.goodreads.com/book/show/4498679
:END:

* READ The Name of the Rose
CLOSED: [2016-02-09]
:PROPERTIES:
:AUTHOR:    Umberto Eco, William Weaver, Seán Barrett
:ADDED:     <2015-04-13>
:GOODREADS: https://www.goodreads.com/book/show/119073
:END:

