docs/readings/reading-list.org.html

<span class="org-level-1">* Zero to One: Notes on Startups, or How to Build the Future
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Peter Thiel, Blake  Masters</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2015&#9472;05&#9472;15&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/18050143">https://www.goodreads.com/book/show/18050143</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* The Hard Thing About Hard Things: Building a Business When There Are No Easy Answers
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Ben Horowitz</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2015&#9472;05&#9472;15&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/18176747">https://www.goodreads.com/book/show/18176747</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* </span><span class="org-level-1"><span class="org-done">READ</span></span><span class="org-level-1"> </span><span class="org-level-1"><span class="org-headline-done">The Time Machine</span></span><span class="org-level-1">
</span><span class="org-special-keyword">CLOSED:</span> <span class="org-date">[2015&#9472;05&#9472;19]</span>
<span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">H.G. Wells</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2015&#9472;05&#9472;14&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/8155907">https://www.goodreads.com/book/show/8155907</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* </span><span class="org-level-1"><span class="org-done">READ</span></span><span class="org-level-1"> </span><span class="org-level-1"><span class="org-headline-done">Oaxaca Journal</span></span><span class="org-level-1">
</span><span class="org-special-keyword">CLOSED:</span> <span class="org-date">[2015&#9472;05&#9472;14]</span>
<span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Oliver Sacks</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2015&#9472;05&#9472;09&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/13132815">https://www.goodreads.com/book/show/13132815</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* How to Write a Thesis
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Umberto Eco, Caterina Mongiat Farina, Geoff Farina, Francesco Erspamer</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2015&#9472;05&#9472;02&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/23461426">https://www.goodreads.com/book/show/23461426</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* </span><span class="org-level-1"><span class="org-done">READ</span></span><span class="org-level-1"> </span><span class="org-level-1"><span class="org-headline-done">What If?: Serious Scientific Answers to Absurd Hypothetical Questions</span></span><span class="org-level-1">
</span><span class="org-special-keyword">CLOSED:</span> <span class="org-date">[2015&#9472;05&#9472;07]</span>
<span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Randall Munroe</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2015&#9472;05&#9472;01&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/21413662">https://www.goodreads.com/book/show/21413662</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Grimm's Fairy Tales
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Jacob Grimm, Wilhelm Grimm</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2015&#9472;04&#9472;25&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/11093132">https://www.goodreads.com/book/show/11093132</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* On the Move: A Life
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Oliver Sacks</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2015&#9472;04&#9472;25&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/24972194">https://www.goodreads.com/book/show/24972194</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* </span><span class="org-level-1"><span class="org-done">READ</span></span><span class="org-level-1"> </span><span class="org-level-1"><span class="org-headline-done">Consciousness and the Social Brain</span></span><span class="org-level-1">
</span><span class="org-special-keyword">CLOSED:</span> <span class="org-date">[2015&#9472;07&#9472;16]</span>
<span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Michael S.A. Graziano</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2015&#9472;04&#9472;25&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/17349805">https://www.goodreads.com/book/show/17349805</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Aesop's Fables
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Aesop</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2015&#9472;04&#9472;23&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/6376577">https://www.goodreads.com/book/show/6376577</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Einstein's Dice and Schr&#246;dinger's Cat: How Two Great Minds Battled Quantum Randomness to Create a Unified Theory of Physics
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Paul Halpern</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2015&#9472;04&#9472;22&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/23013829">https://www.goodreads.com/book/show/23013829</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* The Antidote: Happiness for People Who Can't Stand Positive Thinking
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Oliver Burkeman</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2015&#9472;04&#9472;21&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/13721709">https://www.goodreads.com/book/show/13721709</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Book of Ages: The Life and Opinions of Jane Franklin
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Jill Lepore</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2015&#9472;04&#9472;21&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/17262121">https://www.goodreads.com/book/show/17262121</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Against Happiness: In Praise of Melancholy
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Eric G. Wilson</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2015&#9472;04&#9472;21&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/1298834">https://www.goodreads.com/book/show/1298834</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Drunk Tank Pink: And Other Unexpected Forces that Shape How We Think, Feel, and Behave
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Adam Alter</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2015&#9472;04&#9472;21&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/15811497">https://www.goodreads.com/book/show/15811497</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Internal Time: Chronotypes, Social Jet Lag, and Why You're So Tired
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Till Roenneberg</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2015&#9472;04&#9472;21&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/13598053">https://www.goodreads.com/book/show/13598053</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Music, Ways Of Listening
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Elliott Schwartz</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2015&#9472;04&#9472;18&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/4498679">https://www.goodreads.com/book/show/4498679</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* </span><span class="org-level-1"><span class="org-done">READ</span></span><span class="org-level-1"> </span><span class="org-level-1"><span class="org-headline-done">The Name of the Rose</span></span><span class="org-level-1">
</span><span class="org-special-keyword">CLOSED:</span> <span class="org-date">[2016&#9472;02&#9472;09]</span>
<span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Umberto Eco, William Weaver, Se&#225;n Barrett</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2015&#9472;04&#9472;13&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/119073">https://www.goodreads.com/book/show/119073</a></span>
<span class="org-special-keyword">:END:</span>
