pile/readings/reading-list.org
* The Pleasure of Finding Things Out: The Best Short Works of Richard P. Feynman
:PROPERTIES:
:AUTHOR:    Richard Feynman, Jeffrey Robbins, Freeman Dyson
:ADDED:     <2015-04-11>
:GOODREADS: https://www.goodreads.com/book/show/10260
:END:

* Chariots of The Gods
:PROPERTIES:
:AUTHOR:    Erich von Däniken
:ADDED:     <2015-04-11>
:GOODREADS: https://www.goodreads.com/book/show/91202
:END:

* To Kill a Mockingbird
:PROPERTIES:
:AUTHOR:    Harper Lee
:ADDED:     <2015-04-09>
:GOODREADS: https://www.goodreads.com/book/show/2657
:END:

* A Passage to India
:PROPERTIES:
:AUTHOR:    E.M. Forster, Oliver Stallybrass, Pankaj Mishra
:ADDED:     <2015-04-09>
:GOODREADS: https://www.goodreads.com/book/show/45195
:END:

* Midnight's Children
:PROPERTIES:
:AUTHOR:    Salman Rushdie
:ADDED:     <2015-04-09>
:GOODREADS: https://www.goodreads.com/book/show/14836
:END:

* American Prometheus: The Triumph and Tragedy of J. Robert Oppenheimer
:PROPERTIES:
:AUTHOR:    Kai Bird, Martin J. Sherwin
:ADDED:     <2015-04-08>
:GOODREADS: https://www.goodreads.com/book/show/80571
:END:

* READ Blood of Elves (The Witcher, #3)
CLOSED: [2015-05-09]
:PROPERTIES:
:AUTHOR:    Andrzej Sapkowski
:ADDED:     <2015-04-02>
:GOODREADS: https://www.goodreads.com/book/show/6415386
:END:

* The Oldest Living Things in the World
:PROPERTIES:
:AUTHOR:    Rachel Sussman, Carl Zimmer, Hans Ulrich Obrist
:ADDED:     <2015-03-23>
:GOODREADS: https://www.goodreads.com/book/show/18526648
:END:

* READ The Last Wish (The Witcher, #1)
CLOSED: [2015-04-02]
:PROPERTIES:
:AUTHOR:    Andrzej Sapkowski
:ADDED:     <2015-03-22>
:GOODREADS: https://www.goodreads.com/book/show/8173788
:END:

* Arrival of the Fittest: Solving Evolution's Greatest Puzzle
:PROPERTIES:
:AUTHOR:    Andreas Wagner
:ADDED:     <2015-03-18>
:GOODREADS: https://www.goodreads.com/book/show/20821275
:END:

* The Tale of the Dueling Neurosurgeons: The History of the Human Brain as Revealed by True Stories of Trauma, Madness, and Recovery
:PROPERTIES:
:AUTHOR:    Sam Kean
:ADDED:     <2015-03-18>
:GOODREADS: https://www.goodreads.com/book/show/18774002
:END:

* This Idea Must Die: Scientific Theories That Are Blocking Progress
:PROPERTIES:
:AUTHOR:    John Brockman
:ADDED:     <2015-03-15>
:GOODREADS: https://www.goodreads.com/book/show/22477307
:END:

* Treasure Island
:PROPERTIES:
:AUTHOR:    Robert Louis Stevenson
:ADDED:     <2015-03-14>
:GOODREADS: https://www.goodreads.com/book/show/295
:END:

* The Creative Brain: The Science of Genius
:PROPERTIES:
:AUTHOR:    Nancy C. Andreasen
:ADDED:     <2015-03-13>
:GOODREADS: https://www.goodreads.com/book/show/907634
:END:

* Incompleteness: The Proof and Paradox of Kurt Gödel (Great Discoveries)
:PROPERTIES:
:AUTHOR:    Rebecca Goldstein
:ADDED:     <2015-03-13>
:GOODREADS: https://www.goodreads.com/book/show/51287
:END:

* Brilliant Blunders: From Darwin to Einstein - Colossal Mistakes by Great Scientists That Changed Our Understanding of Life and the Universe
:PROPERTIES:
:AUTHOR:    Mario Livio
:ADDED:     <2015-03-04>
:GOODREADS: https://www.goodreads.com/book/show/15802325
:END:

* The Well of Being: A Children's Book for Adults
:PROPERTIES:
:AUTHOR:    Jean-Pierre Weill
:ADDED:     <2015-03-02>
:GOODREADS: https://www.goodreads.com/book/show/18789669
:END:

* Nonzero: The Logic of Human Destiny
:PROPERTIES:
:AUTHOR:    Robert Wright
:ADDED:     <2015-02-26>
:GOODREADS: https://www.goodreads.com/book/show/1124380
:END:

* The Moral Animal: Why We Are the Way We Are: The New Science of Evolutionary Psychology
:PROPERTIES:
:AUTHOR:    Robert Wright
:ADDED:     <2015-02-26>
:GOODREADS: https://www.goodreads.com/book/show/681941
:END:

