docs/readings/reading-list.org.html

<span class="org-level-1">* The Pleasure of Finding Things Out: The Best Short Works of Richard P. Feynman
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Richard Feynman, Jeffrey Robbins, Freeman Dyson</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2015&#9472;04&#9472;11&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/10260">https://www.goodreads.com/book/show/10260</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Chariots of The Gods
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Erich von D&#228;niken</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2015&#9472;04&#9472;11&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/91202">https://www.goodreads.com/book/show/91202</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* To Kill a Mockingbird
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Harper Lee</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2015&#9472;04&#9472;09&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/2657">https://www.goodreads.com/book/show/2657</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* A Passage to India
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">E.M. Forster, Oliver Stallybrass, Pankaj Mishra</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2015&#9472;04&#9472;09&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/45195">https://www.goodreads.com/book/show/45195</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Midnight's Children
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Salman Rushdie</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2015&#9472;04&#9472;09&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/14836">https://www.goodreads.com/book/show/14836</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* American Prometheus: The Triumph and Tragedy of J. Robert Oppenheimer
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Kai Bird, Martin J. Sherwin</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2015&#9472;04&#9472;08&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/80571">https://www.goodreads.com/book/show/80571</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* </span><span class="org-level-1"><span class="org-done">READ</span></span><span class="org-level-1"> </span><span class="org-level-1"><span class="org-headline-done">Blood of Elves (The Witcher, </span></span><span class="org-level-1"><span class="org-headline-done"><span class="org-tag">#3)</span></span></span><span class="org-level-1">
</span><span class="org-special-keyword">CLOSED:</span> <span class="org-date">[2015&#9472;05&#9472;09]</span>
<span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Andrzej Sapkowski</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2015&#9472;04&#9472;02&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/6415386">https://www.goodreads.com/book/show/6415386</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* The Oldest Living Things in the World
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Rachel Sussman, Carl Zimmer, Hans Ulrich Obrist</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2015&#9472;03&#9472;23&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/18526648">https://www.goodreads.com/book/show/18526648</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* </span><span class="org-level-1"><span class="org-done">READ</span></span><span class="org-level-1"> </span><span class="org-level-1"><span class="org-headline-done">The Last Wish (The Witcher, </span></span><span class="org-level-1"><span class="org-headline-done"><span class="org-tag">#1)</span></span></span><span class="org-level-1">
</span><span class="org-special-keyword">CLOSED:</span> <span class="org-date">[2015&#9472;04&#9472;02]</span>
<span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Andrzej Sapkowski</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2015&#9472;03&#9472;22&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/8173788">https://www.goodreads.com/book/show/8173788</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Arrival of the Fittest: Solving Evolution's Greatest Puzzle
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Andreas Wagner</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2015&#9472;03&#9472;18&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/20821275">https://www.goodreads.com/book/show/20821275</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* The Tale of the Dueling Neurosurgeons: The History of the Human Brain as Revealed by True Stories of Trauma, Madness, and Recovery
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Sam Kean</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2015&#9472;03&#9472;18&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/18774002">https://www.goodreads.com/book/show/18774002</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* This Idea Must Die: Scientific Theories That Are Blocking Progress
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">John Brockman</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2015&#9472;03&#9472;15&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/22477307">https://www.goodreads.com/book/show/22477307</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Treasure Island
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Robert Louis Stevenson</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2015&#9472;03&#9472;14&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/295">https://www.goodreads.com/book/show/295</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* The Creative Brain: The Science of Genius
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Nancy C. Andreasen</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2015&#9472;03&#9472;13&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/907634">https://www.goodreads.com/book/show/907634</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Incompleteness: The Proof and Paradox of Kurt G&#246;del (Great Discoveries)
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Rebecca Goldstein</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2015&#9472;03&#9472;13&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/51287">https://www.goodreads.com/book/show/51287</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Brilliant Blunders: From Darwin to Einstein &#9472; Colossal Mistakes by Great Scientists That Changed Our Understanding of Life and the Universe
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Mario Livio</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2015&#9472;03&#9472;04&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/15802325">https://www.goodreads.com/book/show/15802325</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* The Well of Being: A Children's Book for Adults
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Jean&#9472;Pierre Weill</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2015&#9472;03&#9472;02&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/18789669">https://www.goodreads.com/book/show/18789669</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Nonzero: The Logic of Human Destiny
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Robert Wright</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2015&#9472;02&#9472;26&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/1124380">https://www.goodreads.com/book/show/1124380</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* The Moral Animal: Why We Are the Way We Are: The New Science of Evolutionary Psychology
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Robert Wright</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2015&#9472;02&#9472;26&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/681941">https://www.goodreads.com/book/show/681941</a></span>
<span class="org-special-keyword">:END:</span>
