pile/readings/reading-list.org
* The Evolution of God
:PROPERTIES:
:AUTHOR:    Robert Wright
:ADDED:     <2015-02-26>
:GOODREADS: https://www.goodreads.com/book/show/6340873
:END:

* Alice in Quantumland: An Allegory of Quantum Physics
:PROPERTIES:
:AUTHOR:    Robert Gilmore
:ADDED:     <2015-02-25>
:GOODREADS: https://www.goodreads.com/book/show/1044095
:END:

* Religion for Atheists: A Non-Believer's Guide to the Uses of Religion
:PROPERTIES:
:AUTHOR:    Alain de Botton
:ADDED:     <2015-02-25>
:GOODREADS: https://www.goodreads.com/book/show/12576334
:END:

* How to Create a Mind: The Secret of Human Thought Revealed
:PROPERTIES:
:AUTHOR:    Ray Kurzweil
:ADDED:     <2015-02-22>
:GOODREADS: https://www.goodreads.com/book/show/13589153
:END:

* Quantum Computing Since Democritus
:PROPERTIES:
:AUTHOR:    Scott Aaronson
:ADDED:     <2015-02-20>
:GOODREADS: https://www.goodreads.com/book/show/17471298
:END:

* The Quantum Moment: How Planck, Bohr, Einstein, and Heisenberg Taught Us to Love Uncertainty
:PROPERTIES:
:AUTHOR:    Robert P. Crease, Alfred Scharff Goldhaber
:ADDED:     <2015-02-17>
:GOODREADS: https://www.goodreads.com/book/show/20663690
:END:

* The Strangest Man: The Hidden Life of Paul Dirac, Mystic of the Atom
:PROPERTIES:
:AUTHOR:    Graham Farmelo
:ADDED:     <2015-02-17>
:GOODREADS: https://www.goodreads.com/book/show/6629359
:END:

* Time, Love, Memory: A Great Biologist and His Quest for the Origins of Behavior
:PROPERTIES:
:AUTHOR:    Jonathan Weiner
:ADDED:     <2015-02-17>
:GOODREADS: https://www.goodreads.com/book/show/164064
:END:

* Being Mortal: Medicine and What Matters in the End
:PROPERTIES:
:AUTHOR:    Atul Gawande
:ADDED:     <2015-02-16>
:GOODREADS: https://www.goodreads.com/book/show/20696006
:END:

* READ The Copernicus Complex: Our Cosmic Significance in a Universe of Planets and Probabilities
CLOSED: [2015-06-27]
:PROPERTIES:
:AUTHOR:    Caleb Scharf
:ADDED:     <2015-02-16>
:GOODREADS: https://www.goodreads.com/book/show/22394373
:END:

* Gravity's Engines: How Bubble-Blowing Black Holes Rule Galaxies, Stars, and Life in the Cosmos
:PROPERTIES:
:AUTHOR:    Caleb Scharf
:ADDED:     <2015-02-16>
:GOODREADS: https://www.goodreads.com/book/show/13166638
:END:

* Rosalind Franklin: The Dark Lady of DNA
:PROPERTIES:
:AUTHOR:    Brenda Maddox
:ADDED:     <2015-02-16>
:GOODREADS: https://www.goodreads.com/book/show/326851
:END:

* The Universe in the Rearview Mirror: How Hidden Symmetries Shape Reality
:PROPERTIES:
:AUTHOR:    Dave Goldberg
:ADDED:     <2015-02-14>
:GOODREADS: https://www.goodreads.com/book/show/16101087
:END:

* Alice's Adventures in Wonderland & Through the Looking-Glass (Alice's Adventures in Wonderland #1-2)
:PROPERTIES:
:AUTHOR:    Lewis Carroll, John Tenniel, Martin Gardner
:ADDED:     <2015-02-11>
:GOODREADS: https://www.goodreads.com/book/show/24213
:END:

* A Madman Dreams of Turing Machines
:PROPERTIES:
:AUTHOR:    Janna Levin
:ADDED:     <2015-02-10>
:GOODREADS: https://www.goodreads.com/book/show/16670
:END:

* Quadrivium: The Four Classical Liberal Arts of Number, Geometry, Music, & Cosmology
:PROPERTIES:
:AUTHOR:    John Martineau, Miranda Lundy, Daud Sutton, Anthony Ashton, Jason Martineau
:ADDED:     <2015-02-10>
:GOODREADS: https://www.goodreads.com/book/show/7962457
:END:

* Stumbling on Happiness
:PROPERTIES:
:AUTHOR:    Daniel Todd Gilbert
:ADDED:     <2015-02-05>
:GOODREADS: https://www.goodreads.com/book/show/56627
:END:

* Experimental Philosophy
:PROPERTIES:
:AUTHOR:    Joshua Knobe, Shaun Nichols
:ADDED:     <2015-02-05>
:GOODREADS: https://www.goodreads.com/book/show/3215586
:END:

* The Book on the Taboo Against Knowing Who You Are
:PROPERTIES:
:AUTHOR:    Alan W. Watts
:ADDED:     <2015-02-05>
:GOODREADS: https://www.goodreads.com/book/show/60551
:END:

