docs/readings/reading-list.org.html

<span class="org-level-1">* The Evolution of God
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Robert Wright</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2015&#9472;02&#9472;26&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/6340873">https://www.goodreads.com/book/show/6340873</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Alice in Quantumland: An Allegory of Quantum Physics
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Robert Gilmore</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2015&#9472;02&#9472;25&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/1044095">https://www.goodreads.com/book/show/1044095</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Religion for Atheists: A Non&#9472;Believer's Guide to the Uses of Religion
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Alain de Botton</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2015&#9472;02&#9472;25&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/12576334">https://www.goodreads.com/book/show/12576334</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* How to Create a Mind: The Secret of Human Thought Revealed
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Ray Kurzweil</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2015&#9472;02&#9472;22&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/13589153">https://www.goodreads.com/book/show/13589153</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Quantum Computing Since Democritus
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Scott Aaronson</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2015&#9472;02&#9472;20&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/17471298">https://www.goodreads.com/book/show/17471298</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* The Quantum Moment: How Planck, Bohr, Einstein, and Heisenberg Taught Us to Love Uncertainty
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Robert P. Crease, Alfred Scharff Goldhaber</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2015&#9472;02&#9472;17&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/20663690">https://www.goodreads.com/book/show/20663690</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* The Strangest Man: The Hidden Life of Paul Dirac, Mystic of the Atom
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Graham Farmelo</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2015&#9472;02&#9472;17&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/6629359">https://www.goodreads.com/book/show/6629359</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Time, Love, Memory: A Great Biologist and His Quest for the Origins of Behavior
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Jonathan Weiner</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2015&#9472;02&#9472;17&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/164064">https://www.goodreads.com/book/show/164064</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Being Mortal: Medicine and What Matters in the End
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Atul Gawande</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2015&#9472;02&#9472;16&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/20696006">https://www.goodreads.com/book/show/20696006</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* </span><span class="org-level-1"><span class="org-done">READ</span></span><span class="org-level-1"> </span><span class="org-level-1"><span class="org-headline-done">The Copernicus Complex: Our Cosmic Significance in a Universe of Planets and Probabilities</span></span><span class="org-level-1">
</span><span class="org-special-keyword">CLOSED:</span> <span class="org-date">[2015&#9472;06&#9472;27]</span>
<span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Caleb Scharf</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2015&#9472;02&#9472;16&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/22394373">https://www.goodreads.com/book/show/22394373</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Gravity's Engines: How Bubble&#9472;Blowing Black Holes Rule Galaxies, Stars, and Life in the Cosmos
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Caleb Scharf</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2015&#9472;02&#9472;16&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/13166638">https://www.goodreads.com/book/show/13166638</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Rosalind Franklin: The Dark Lady of DNA
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Brenda Maddox</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2015&#9472;02&#9472;16&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/326851">https://www.goodreads.com/book/show/326851</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* The Universe in the Rearview Mirror: How Hidden Symmetries Shape Reality
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Dave Goldberg</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2015&#9472;02&#9472;14&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/16101087">https://www.goodreads.com/book/show/16101087</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Alice's Adventures in Wonderland &amp; Through the Looking&#9472;Glass (Alice's Adventures in Wonderland </span><span class="org-level-1"><span class="org-tag">#1&#9472;2)</span></span><span class="org-level-1">
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Lewis Carroll, John Tenniel, Martin Gardner</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2015&#9472;02&#9472;11&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/24213">https://www.goodreads.com/book/show/24213</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* A Madman Dreams of Turing Machines
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Janna Levin</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2015&#9472;02&#9472;10&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/16670">https://www.goodreads.com/book/show/16670</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Quadrivium: The Four Classical Liberal Arts of Number, Geometry, Music, &amp; Cosmology
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">John Martineau, Miranda Lundy, Daud Sutton, Anthony Ashton, Jason Martineau</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2015&#9472;02&#9472;10&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/7962457">https://www.goodreads.com/book/show/7962457</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Stumbling on Happiness
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Daniel Todd Gilbert</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2015&#9472;02&#9472;05&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/56627">https://www.goodreads.com/book/show/56627</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Experimental Philosophy
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Joshua Knobe, Shaun Nichols</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2015&#9472;02&#9472;05&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/3215586">https://www.goodreads.com/book/show/3215586</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* The Book on the Taboo Against Knowing Who You Are
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Alan W. Watts</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2015&#9472;02&#9472;05&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/60551">https://www.goodreads.com/book/show/60551</a></span>
<span class="org-special-keyword">:END:</span>
