pile/readings/reading-list.org
* Betraying Spinoza: The Renegade Jew Who Gave Us Modernity
:PROPERTIES:
:AUTHOR:    Rebecca Goldstein
:ADDED:     <2015-02-05>
:GOODREADS: https://www.goodreads.com/book/show/12876
:END:

* Hal's Legacy: 2001's Computer as Dream and Reality
:PROPERTIES:
:AUTHOR:    David G. Stork, Arthur C. Clarke
:ADDED:     <2015-02-05>
:GOODREADS: https://www.goodreads.com/book/show/215201
:END:

* READ The Science of Interstellar
CLOSED: [2015-02-17]
:PROPERTIES:
:AUTHOR:    Kip S. Thorne, Christopher J. Nolan
:ADDED:     <2015-02-03>
:GOODREADS: https://www.goodreads.com/book/show/23521669
:END:

* The Poisoner's Handbook: Murder and the Birth of Forensic Medicine in Jazz Age New York
:PROPERTIES:
:AUTHOR:    Deborah Blum
:ADDED:     <2015-02-03>
:GOODREADS: https://www.goodreads.com/book/show/7054123
:END:

* Beating Back the Devil: On the Front Lines with the Disease Detectives of the Epidemic Intelligence Service
:PROPERTIES:
:AUTHOR:    Maryn McKenna
:ADDED:     <2015-02-03>
:GOODREADS: https://www.goodreads.com/book/show/535383
:END:

* Superbug: The Fatal Menace of MRSA
:PROPERTIES:
:AUTHOR:    Maryn McKenna
:ADDED:     <2015-02-03>
:GOODREADS: https://www.goodreads.com/book/show/7649306
:END:

* Mankind Beyond Earth: The History, Science, and Future of Human Space Exploration
:PROPERTIES:
:AUTHOR:    Claude A. Piantadosi
:ADDED:     <2015-02-02>
:GOODREADS: https://www.goodreads.com/book/show/14624382
:END:

* Farewell to Reality: How Modern Physics Has Betrayed the Search for Scientific Truth
:PROPERTIES:
:AUTHOR:    Jim Baggott
:ADDED:     <2015-02-02>
:GOODREADS: https://www.goodreads.com/book/show/16255226
:END:

* READ The Island of Knowledge: The Limits of Science and the Search for Meaning
CLOSED: [2015-03-13]
:PROPERTIES:
:AUTHOR:    Marcelo Gleiser
:ADDED:     <2015-02-02>
:GOODREADS: https://www.goodreads.com/book/show/22443383
:END:

* The Age of Entanglement: When Quantum Physics Was Reborn
:PROPERTIES:
:AUTHOR:    Louisa Gilder
:ADDED:     <2015-02-02>
:GOODREADS: https://www.goodreads.com/book/show/5096882
:END:

* A History of Western Philosophy, Volume 1: The Classical Mind
:PROPERTIES:
:AUTHOR:    W.T. Jones, Robert J. Fogelin
:ADDED:     <2015-02-02>
:GOODREADS: https://www.goodreads.com/book/show/116841
:END:

* But We Were Born Free
:PROPERTIES:
:AUTHOR:    Elmer Holmes Davis
:ADDED:     <2015-02-02>
:GOODREADS: https://www.goodreads.com/book/show/18930684
:END:

* Who Speaks for Man
:PROPERTIES:
:AUTHOR:    Norman Cousins
:ADDED:     <2015-02-02>
:GOODREADS: https://www.goodreads.com/book/show/17457133
:END:

* Timaeus
:PROPERTIES:
:AUTHOR:    Plato, Donald J. Zeyl
:ADDED:     <2015-02-02>
:GOODREADS: https://www.goodreads.com/book/show/1130209
:END:

* Young Archimedes and Other Stories
:PROPERTIES:
:AUTHOR:    Aldous Huxley
:ADDED:     <2015-02-02>
:GOODREADS: https://www.goodreads.com/book/show/1400129
:END:

* The Immoralist
:PROPERTIES:
:AUTHOR:    André Gide, Alan Sheridan, David Watson
:ADDED:     <2015-02-02>
:GOODREADS: https://www.goodreads.com/book/show/70101
:END:

* The Uses Of The Past: Profiles Of Former Societies
:PROPERTIES:
:AUTHOR:    Herbert Joseph Muller
:ADDED:     <2015-02-02>
:GOODREADS: https://www.goodreads.com/book/show/2088706
:END:

* Extraordinary Popular Delusions and the Madness of Crowds
:PROPERTIES:
:AUTHOR:    Charles Mackay
:ADDED:     <2015-02-02>
:GOODREADS: https://www.goodreads.com/book/show/162120
:END:

* The Fractal Geometry of Nature
:PROPERTIES:
:AUTHOR:    Benoît B. Mandelbrot
:ADDED:     <2015-02-01>
:GOODREADS: https://www.goodreads.com/book/show/558059
:END:

