docs/readings/reading-list.org.html

<span class="org-level-1">* Betraying Spinoza: The Renegade Jew Who Gave Us Modernity
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Rebecca Goldstein</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2015&#9472;02&#9472;05&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/12876">https://www.goodreads.com/book/show/12876</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Hal's Legacy: 2001's Computer as Dream and Reality
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">David G. Stork, Arthur C. Clarke</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2015&#9472;02&#9472;05&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/215201">https://www.goodreads.com/book/show/215201</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* </span><span class="org-level-1"><span class="org-done">READ</span></span><span class="org-level-1"> </span><span class="org-level-1"><span class="org-headline-done">The Science of Interstellar</span></span><span class="org-level-1">
</span><span class="org-special-keyword">CLOSED:</span> <span class="org-date">[2015&#9472;02&#9472;17]</span>
<span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Kip S. Thorne, Christopher J. Nolan</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2015&#9472;02&#9472;03&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/23521669">https://www.goodreads.com/book/show/23521669</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* The Poisoner's Handbook: Murder and the Birth of Forensic Medicine in Jazz Age New York
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Deborah Blum</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2015&#9472;02&#9472;03&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/7054123">https://www.goodreads.com/book/show/7054123</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Beating Back the Devil: On the Front Lines with the Disease Detectives of the Epidemic Intelligence Service
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Maryn McKenna</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2015&#9472;02&#9472;03&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/535383">https://www.goodreads.com/book/show/535383</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Superbug: The Fatal Menace of MRSA
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Maryn McKenna</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2015&#9472;02&#9472;03&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/7649306">https://www.goodreads.com/book/show/7649306</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Mankind Beyond Earth: The History, Science, and Future of Human Space Exploration
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Claude A. Piantadosi</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2015&#9472;02&#9472;02&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/14624382">https://www.goodreads.com/book/show/14624382</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Farewell to Reality: How Modern Physics Has Betrayed the Search for Scientific Truth
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Jim Baggott</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2015&#9472;02&#9472;02&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/16255226">https://www.goodreads.com/book/show/16255226</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* </span><span class="org-level-1"><span class="org-done">READ</span></span><span class="org-level-1"> </span><span class="org-level-1"><span class="org-headline-done">The Island of Knowledge: The Limits of Science and the Search for Meaning</span></span><span class="org-level-1">
</span><span class="org-special-keyword">CLOSED:</span> <span class="org-date">[2015&#9472;03&#9472;13]</span>
<span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Marcelo Gleiser</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2015&#9472;02&#9472;02&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/22443383">https://www.goodreads.com/book/show/22443383</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* The Age of Entanglement: When Quantum Physics Was Reborn
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Louisa Gilder</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2015&#9472;02&#9472;02&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/5096882">https://www.goodreads.com/book/show/5096882</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* A History of Western Philosophy, Volume 1: The Classical Mind
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">W.T. Jones, Robert J. Fogelin</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2015&#9472;02&#9472;02&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/116841">https://www.goodreads.com/book/show/116841</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* But We Were Born Free
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Elmer Holmes Davis</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2015&#9472;02&#9472;02&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/18930684">https://www.goodreads.com/book/show/18930684</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Who Speaks for Man
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Norman Cousins</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2015&#9472;02&#9472;02&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/17457133">https://www.goodreads.com/book/show/17457133</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Timaeus
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Plato, Donald J. Zeyl</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2015&#9472;02&#9472;02&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/1130209">https://www.goodreads.com/book/show/1130209</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Young Archimedes and Other Stories
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Aldous Huxley</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2015&#9472;02&#9472;02&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/1400129">https://www.goodreads.com/book/show/1400129</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* The Immoralist
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Andr&#233; Gide, Alan Sheridan, David Watson</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2015&#9472;02&#9472;02&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/70101">https://www.goodreads.com/book/show/70101</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* The Uses Of The Past: Profiles Of Former Societies
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Herbert Joseph Muller</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2015&#9472;02&#9472;02&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/2088706">https://www.goodreads.com/book/show/2088706</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Extraordinary Popular Delusions and the Madness of Crowds
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Charles Mackay</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2015&#9472;02&#9472;02&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/162120">https://www.goodreads.com/book/show/162120</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* The Fractal Geometry of Nature
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Beno&#238;t B. Mandelbrot</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2015&#9472;02&#9472;01&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/558059">https://www.goodreads.com/book/show/558059</a></span>
<span class="org-special-keyword">:END:</span>
