pile/readings/reading-list.org
* Bird by Bird: Some Instructions on Writing and Life
:PROPERTIES:
:AUTHOR:    Anne Lamott
:ADDED:     <2015-02-01>
:GOODREADS: https://www.goodreads.com/book/show/12543
:END:

* On Writing: A Memoir of the Craft
:PROPERTIES:
:AUTHOR:    Stephen King
:ADDED:     <2015-02-01>
:GOODREADS: https://www.goodreads.com/book/show/10569
:END:

* How to Read a Book: The Classic Guide to Intelligent Reading
:PROPERTIES:
:AUTHOR:    Mortimer J. Adler, Charles Van Doren
:ADDED:     <2015-02-01>
:GOODREADS: https://www.goodreads.com/book/show/567610
:END:

* The Elements of Style
:PROPERTIES:
:AUTHOR:    William Strunk Jr., E.B. White
:ADDED:     <2015-02-01>
:GOODREADS: https://www.goodreads.com/book/show/33514
:END:

* Ernest Hemingway on Writing
:PROPERTIES:
:AUTHOR:    Ernest Hemingway, Larry W. Phillips, Charles Scribner Jr.
:ADDED:     <2015-02-01>
:GOODREADS: https://www.goodreads.com/book/show/42683
:END:

* The Fourth Paradigm: Data-Intensive Scientific Discovery
:PROPERTIES:
:AUTHOR:    Tony Hey, Stewart Tansley, Kristin Tolle
:ADDED:     <2015-01-30>
:GOODREADS: https://www.goodreads.com/book/show/7380332
:END:

* The Intel Trinity: How Robert Noyce, Gordon Moore, and Andy Grove Built the World's Most Important Company
:PROPERTIES:
:AUTHOR:    Michael S. Malone
:ADDED:     <2015-01-30>
:GOODREADS: https://www.goodreads.com/book/show/18606951
:END:

* The Elegant Universe: Superstrings, Hidden Dimensions, and the Quest for the Ultimate Theory
:PROPERTIES:
:AUTHOR:    Brian Greene
:ADDED:     <2015-01-29>
:GOODREADS: https://www.goodreads.com/book/show/771
:END:

* The Man Who Mistook His Wife for a Hat and Other Clinical Tales
:PROPERTIES:
:AUTHOR:    Oliver Sacks
:ADDED:     <2015-01-29>
:GOODREADS: https://www.goodreads.com/book/show/63697
:END:

* The Disappearing Spoon: And Other True Tales of Madness, Love, and the History of the World from the Periodic Table of the Elements
:PROPERTIES:
:AUTHOR:    Sam Kean
:ADDED:     <2015-01-29>
:GOODREADS: https://www.goodreads.com/book/show/7247854
:END:

* Dragons of Eden: Speculations on the Evolution of Human Intelligence
:PROPERTIES:
:AUTHOR:    Carl Sagan
:ADDED:     <2015-01-29>
:GOODREADS: https://www.goodreads.com/book/show/32276
:END:

* The Ascent of Man
:PROPERTIES:
:AUTHOR:    Jacob Bronowski
:ADDED:     <2015-01-29>
:GOODREADS: https://www.goodreads.com/book/show/461104
:END:

* How the Mind Works
:PROPERTIES:
:AUTHOR:    Steven Pinker
:ADDED:     <2015-01-29>
:GOODREADS: https://www.goodreads.com/book/show/835623
:END:

* The Greatest Show on Earth: The Evidence for Evolution
:PROPERTIES:
:AUTHOR:    Richard Dawkins
:ADDED:     <2015-01-29>
:GOODREADS: https://www.goodreads.com/book/show/6117055
:END:

* Guns, Germs, and Steel: The Fates of Human Societies
:PROPERTIES:
:AUTHOR:    Jared Diamond
:ADDED:     <2015-01-29>
:GOODREADS: https://www.goodreads.com/book/show/1842
:END:

* The God Delusion
:PROPERTIES:
:AUTHOR:    Richard Dawkins
:ADDED:     <2015-01-29>
:GOODREADS: https://www.goodreads.com/book/show/14743
:END:

* Pale Blue Dot: A Vision of the Human Future in Space
:PROPERTIES:
:AUTHOR:    Carl Sagan, Ann Druyan
:ADDED:     <2015-01-29>
:GOODREADS: https://www.goodreads.com/book/show/61663
:END:

* READ The Sixth Extinction: An Unnatural History
CLOSED: [2015-09-06]
:PROPERTIES:
:AUTHOR:    Elizabeth Kolbert
:ADDED:     <2015-01-28>
:GOODREADS: https://www.goodreads.com/book/show/19665685
:END:

* About Time: Einstein's Unfinished Revolution
:PROPERTIES:
:AUTHOR:    Paul Davies
:ADDED:     <2015-01-28>
:GOODREADS: https://www.goodreads.com/book/show/298252
:END:

