docs/readings/reading-list.org.html

<span class="org-level-1">* Bird by Bird: Some Instructions on Writing and Life
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Anne Lamott</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2015&#9472;02&#9472;01&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/12543">https://www.goodreads.com/book/show/12543</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* On Writing: A Memoir of the Craft
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Stephen King</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2015&#9472;02&#9472;01&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/10569">https://www.goodreads.com/book/show/10569</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* How to Read a Book: The Classic Guide to Intelligent Reading
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Mortimer J. Adler, Charles Van Doren</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2015&#9472;02&#9472;01&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/567610">https://www.goodreads.com/book/show/567610</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* The Elements of Style
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">William Strunk Jr., E.B. White</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2015&#9472;02&#9472;01&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/33514">https://www.goodreads.com/book/show/33514</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Ernest Hemingway on Writing
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Ernest Hemingway, Larry W. Phillips, Charles Scribner Jr.</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2015&#9472;02&#9472;01&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/42683">https://www.goodreads.com/book/show/42683</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* The Fourth Paradigm: Data&#9472;Intensive Scientific Discovery
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Tony Hey, Stewart Tansley, Kristin Tolle</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2015&#9472;01&#9472;30&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/7380332">https://www.goodreads.com/book/show/7380332</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* The Intel Trinity: How Robert Noyce, Gordon Moore, and Andy Grove Built the World's Most Important Company
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Michael S. Malone</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2015&#9472;01&#9472;30&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/18606951">https://www.goodreads.com/book/show/18606951</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* The Elegant Universe: Superstrings, Hidden Dimensions, and the Quest for the Ultimate Theory
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Brian Greene</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2015&#9472;01&#9472;29&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/771">https://www.goodreads.com/book/show/771</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* The Man Who Mistook His Wife for a Hat and Other Clinical Tales
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Oliver Sacks</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2015&#9472;01&#9472;29&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/63697">https://www.goodreads.com/book/show/63697</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* The Disappearing Spoon: And Other True Tales of Madness, Love, and the History of the World from the Periodic Table of the Elements
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Sam Kean</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2015&#9472;01&#9472;29&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/7247854">https://www.goodreads.com/book/show/7247854</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Dragons of Eden: Speculations on the Evolution of Human Intelligence
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Carl Sagan</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2015&#9472;01&#9472;29&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/32276">https://www.goodreads.com/book/show/32276</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* The Ascent of Man
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Jacob Bronowski</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2015&#9472;01&#9472;29&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/461104">https://www.goodreads.com/book/show/461104</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* How the Mind Works
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Steven Pinker</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2015&#9472;01&#9472;29&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/835623">https://www.goodreads.com/book/show/835623</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* The Greatest Show on Earth: The Evidence for Evolution
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Richard Dawkins</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2015&#9472;01&#9472;29&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/6117055">https://www.goodreads.com/book/show/6117055</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Guns, Germs, and Steel: The Fates of Human Societies
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Jared Diamond</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2015&#9472;01&#9472;29&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/1842">https://www.goodreads.com/book/show/1842</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* The God Delusion
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Richard Dawkins</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2015&#9472;01&#9472;29&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/14743">https://www.goodreads.com/book/show/14743</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Pale Blue Dot: A Vision of the Human Future in Space
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Carl Sagan, Ann Druyan</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2015&#9472;01&#9472;29&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/61663">https://www.goodreads.com/book/show/61663</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* </span><span class="org-level-1"><span class="org-done">READ</span></span><span class="org-level-1"> </span><span class="org-level-1"><span class="org-headline-done">The Sixth Extinction: An Unnatural History</span></span><span class="org-level-1">
</span><span class="org-special-keyword">CLOSED:</span> <span class="org-date">[2015&#9472;09&#9472;06]</span>
<span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Elizabeth Kolbert</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2015&#9472;01&#9472;28&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/19665685">https://www.goodreads.com/book/show/19665685</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* About Time: Einstein's Unfinished Revolution
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Paul Davies</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2015&#9472;01&#9472;28&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/298252">https://www.goodreads.com/book/show/298252</a></span>
<span class="org-special-keyword">:END:</span>
