pile/readings/reading-list.org
* Lonely Hearts of the Cosmos: The Story of the Scientific Quest for the Secret of the Universe
:PROPERTIES:
:AUTHOR:    Dennis Overbye
:ADDED:     <2015-01-28>
:GOODREADS: https://www.goodreads.com/book/show/211213
:END:

* Einstein's Clocks, Poincaré's Maps: Empires of Time
:PROPERTIES:
:AUTHOR:    Peter Galison
:ADDED:     <2015-01-28>
:GOODREADS: https://www.goodreads.com/book/show/276044
:END:

* The Emotion Machine: Commonsense Thinking, Artificial Intelligence, and the Future of the Human Mind
:PROPERTIES:
:AUTHOR:    Marvin Minsky
:ADDED:     <2015-01-28>
:GOODREADS: https://www.goodreads.com/book/show/169007
:END:

* READ Einstein's Dreams
CLOSED: [2015-02-09]
:PROPERTIES:
:AUTHOR:    Alan Lightman
:ADDED:     <2015-01-26>
:GOODREADS: https://www.goodreads.com/book/show/12086102
:END:

* The Accidental Universe: The World You Thought You Knew
:PROPERTIES:
:AUTHOR:    Alan Lightman
:ADDED:     <2015-01-26>
:GOODREADS: https://www.goodreads.com/book/show/17756352
:END:

* The River
:PROPERTIES:
:AUTHOR:    Alessandro Sanna, Michael Reynolds
:ADDED:     <2015-01-23>
:GOODREADS: https://www.goodreads.com/book/show/17675268
:END:

* READ The Character of Physical Law
CLOSED: [2016-06-28]
:PROPERTIES:
:AUTHOR:    Richard Feynman, James Gleick
:ADDED:     <2015-01-23>
:GOODREADS: https://www.goodreads.com/book/show/291920
:END:

* How to Be an Explorer of the World: Portable Life Museum
:PROPERTIES:
:AUTHOR:    Keri Smith
:ADDED:     <2015-01-23>
:GOODREADS: https://www.goodreads.com/book/show/3090109
:END:

* The Epigenetics Revolution
:PROPERTIES:
:AUTHOR:    Nessa Carey
:ADDED:     <2015-01-22>
:GOODREADS: https://www.goodreads.com/book/show/12414734
:END:

* How to Avoid Work
:PROPERTIES:
:AUTHOR:    William J. Reilly
:ADDED:     <2015-01-20>
:GOODREADS: https://www.goodreads.com/book/show/17053961
:END:

* Reason for Hope: A Spiritual Journey
:PROPERTIES:
:AUTHOR:    Jane Goodall, Phillip Berman
:ADDED:     <2015-01-19>
:GOODREADS: https://www.goodreads.com/book/show/135484
:END:

* Power, Sex, Suicide: Mitochondria and the Meaning of Life
:PROPERTIES:
:AUTHOR:    Nick Lane
:ADDED:     <2015-01-19>
:GOODREADS: https://www.goodreads.com/book/show/39001
:END:

* READ The Spark of Life: Electricity in the Human Body
CLOSED: [2015-02-08]
:PROPERTIES:
:AUTHOR:    Frances Ashcroft
:ADDED:     <2015-01-19>
:GOODREADS: https://www.goodreads.com/book/show/19046254
:END:

* Speaking And Language: Defence Of Poetry
:PROPERTIES:
:AUTHOR:    Paul Goodman
:ADDED:     <2015-01-18>
:GOODREADS: https://www.goodreads.com/book/show/1857156
:END:

* Made in Japan: Akio Morita and Sony
:PROPERTIES:
:AUTHOR:    Akio Morita, Edwin M. Reingold, Mitsuko Shimomura
:ADDED:     <2015-01-18>
:GOODREADS: https://www.goodreads.com/book/show/1008101
:END:

* Dear Professor Einstein: Albert Einstein's Letters to and from Children
:PROPERTIES:
:AUTHOR:    Albert Einstein, Alice Calaprice, Robert Schulmann, Evelyn Einstein
:ADDED:     <2015-01-17>
:GOODREADS: https://www.goodreads.com/book/show/665625
:END:

* Neurocomic
:PROPERTIES:
:AUTHOR:    Hana Ros, Matteo Farinella
:ADDED:     <2015-01-15>
:GOODREADS: https://www.goodreads.com/book/show/17675119
:END:

* READ Flim-Flam!
CLOSED: [2016-05-17]
:PROPERTIES:
:AUTHOR:    James Randi, Isaac Asimov
:ADDED:     <2015-01-15>
:GOODREADS: https://www.goodreads.com/book/show/662277
:END:

