pile/readings/reading-list.org
* Cycles of Time: An Extraordinary New View of the Universe
:PROPERTIES:
:AUTHOR:    Roger Penrose
:ADDED:     <2015-01-15>
:GOODREADS: https://www.goodreads.com/book/show/7947434
:END:

* Origins: Fourteen Billion Years of Cosmic Evolution
:PROPERTIES:
:AUTHOR:    Neil deGrasse Tyson, Donald Goldsmith
:ADDED:     <2015-01-15>
:GOODREADS: https://www.goodreads.com/book/show/20663771
:END:

* The Inflationary Universe: The Quest for a New Theory of Cosmic Origins
:PROPERTIES:
:AUTHOR:    Alan Guth
:ADDED:     <2015-01-15>
:GOODREADS: https://www.goodreads.com/book/show/1381851
:END:

* READ Genius: The Life and Science of Richard Feynman
CLOSED: [2015-05-04]
:PROPERTIES:
:AUTHOR:    James Gleick
:ADDED:     <2015-01-15>
:GOODREADS: https://www.goodreads.com/book/show/10380467
:END:

* Walden
:PROPERTIES:
:AUTHOR:    Henry David Thoreau
:ADDED:     <2015-01-15>
:GOODREADS: https://www.goodreads.com/book/show/17792189
:END:

* Man's Search for Meaning
:PROPERTIES:
:AUTHOR:    Viktor E. Frankl
:ADDED:     <2015-01-14>
:GOODREADS: https://www.goodreads.com/book/show/4069
:END:

* Hackers & Painters: Big Ideas from the Computer Age
:PROPERTIES:
:AUTHOR:    Paul Graham, Allen Noren, Matt Hutchinson
:ADDED:     <2015-01-14>
:GOODREADS: https://www.goodreads.com/book/show/41793
:END:

* The Future of Ideas: The Fate of the Commons in a Connected World
:PROPERTIES:
:AUTHOR:    Lawrence Lessig
:ADDED:     <2015-01-14>
:GOODREADS: https://www.goodreads.com/book/show/72012
:END:

* Connectome: How the Brain's Wiring Makes Us Who We Are
:PROPERTIES:
:AUTHOR:    Sebastian Seung
:ADDED:     <2015-01-13>
:GOODREADS: https://www.goodreads.com/book/show/11346470
:END:

* READ Scatter, Adapt, and Remember: How Humans Will Survive a Mass Extinction
CLOSED: [2015-01-23]
:PROPERTIES:
:AUTHOR:    Annalee Newitz
:ADDED:     <2015-01-13>
:GOODREADS: https://www.goodreads.com/book/show/17611011
:END:

* One, Two, Three...Infinity: Facts and Speculations of Science
:PROPERTIES:
:AUTHOR:    George Gamow
:ADDED:     <2015-01-12>
:GOODREADS: https://www.goodreads.com/book/show/52670
:END:

* READ What Is Life?: With Mind and Matter and Autobiographical Sketches
CLOSED: [2015-01-19]
:PROPERTIES:
:AUTHOR:    Erwin Schrödinger, Roger Penrose
:ADDED:     <2015-01-10>
:GOODREADS: https://www.goodreads.com/book/show/18637768
:END:

* Life on the Edge: The Coming of Age of Quantum Biology
:PROPERTIES:
:AUTHOR:    Johnjoe McFadden, Jim Al-Khalili
:ADDED:     <2015-01-10>
:GOODREADS: https://www.goodreads.com/book/show/23347191
:END:

* Zero Time Space: How Quantum Tunneling Broke the Light Speed Barrier
:PROPERTIES:
:AUTHOR:    Günter Nimtz, Astrid Haibel
:ADDED:     <2015-01-09>
:GOODREADS: https://www.goodreads.com/book/show/3038574
:END:

* The Checklist Manifesto: How to Get Things Right
:PROPERTIES:
:AUTHOR:    Atul Gawande
:ADDED:     <2015-01-07>
:GOODREADS: https://www.goodreads.com/book/show/6667514
:END:

* This Is Your Brain on Music: The Science of a Human Obsession
:PROPERTIES:
:AUTHOR:    Daniel J. Levitin
:ADDED:     <2015-01-07>
:GOODREADS: https://www.goodreads.com/book/show/141565
:END:

* A Life Decoded: My Genome: My Life
:PROPERTIES:
:AUTHOR:    J. Craig Venter
:ADDED:     <2015-01-06>
:GOODREADS: https://www.goodreads.com/book/show/1865671
:END:

* Frankenstein's Cat: Cuddling Up to Biotech's Brave New Beasts
:PROPERTIES:
:AUTHOR:    Emily Anthes
:ADDED:     <2015-01-04>
:GOODREADS: https://www.goodreads.com/book/show/15793536
:END:

