docs/readings/reading-list.org.html

<span class="org-level-1">* Cycles of Time: An Extraordinary New View of the Universe
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Roger Penrose</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2015&#9472;01&#9472;15&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/7947434">https://www.goodreads.com/book/show/7947434</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Origins: Fourteen Billion Years of Cosmic Evolution
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Neil deGrasse Tyson, Donald Goldsmith</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2015&#9472;01&#9472;15&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/20663771">https://www.goodreads.com/book/show/20663771</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* The Inflationary Universe: The Quest for a New Theory of Cosmic Origins
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Alan Guth</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2015&#9472;01&#9472;15&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/1381851">https://www.goodreads.com/book/show/1381851</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* </span><span class="org-level-1"><span class="org-done">READ</span></span><span class="org-level-1"> </span><span class="org-level-1"><span class="org-headline-done">Genius: The Life and Science of Richard Feynman</span></span><span class="org-level-1">
</span><span class="org-special-keyword">CLOSED:</span> <span class="org-date">[2015&#9472;05&#9472;04]</span>
<span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">James Gleick</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2015&#9472;01&#9472;15&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/10380467">https://www.goodreads.com/book/show/10380467</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Walden
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Henry David Thoreau</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2015&#9472;01&#9472;15&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/17792189">https://www.goodreads.com/book/show/17792189</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Man's Search for Meaning
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Viktor E. Frankl</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2015&#9472;01&#9472;14&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/4069">https://www.goodreads.com/book/show/4069</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Hackers &amp; Painters: Big Ideas from the Computer Age
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Paul Graham, Allen Noren, Matt Hutchinson</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2015&#9472;01&#9472;14&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/41793">https://www.goodreads.com/book/show/41793</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* The Future of Ideas: The Fate of the Commons in a Connected World
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Lawrence Lessig</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2015&#9472;01&#9472;14&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/72012">https://www.goodreads.com/book/show/72012</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Connectome: How the Brain's Wiring Makes Us Who We Are
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Sebastian Seung</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2015&#9472;01&#9472;13&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/11346470">https://www.goodreads.com/book/show/11346470</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* </span><span class="org-level-1"><span class="org-done">READ</span></span><span class="org-level-1"> </span><span class="org-level-1"><span class="org-headline-done">Scatter, Adapt, and Remember: How Humans Will Survive a Mass Extinction</span></span><span class="org-level-1">
</span><span class="org-special-keyword">CLOSED:</span> <span class="org-date">[2015&#9472;01&#9472;23]</span>
<span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Annalee Newitz</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2015&#9472;01&#9472;13&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/17611011">https://www.goodreads.com/book/show/17611011</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* One, Two, Three...Infinity: Facts and Speculations of Science
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">George Gamow</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2015&#9472;01&#9472;12&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/52670">https://www.goodreads.com/book/show/52670</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* </span><span class="org-level-1"><span class="org-done">READ</span></span><span class="org-level-1"> </span><span class="org-level-1"><span class="org-headline-done">What Is Life?: With Mind and Matter and Autobiographical Sketches</span></span><span class="org-level-1">
</span><span class="org-special-keyword">CLOSED:</span> <span class="org-date">[2015&#9472;01&#9472;19]</span>
<span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Erwin Schr&#246;dinger, Roger Penrose</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2015&#9472;01&#9472;10&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/18637768">https://www.goodreads.com/book/show/18637768</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Life on the Edge: The Coming of Age of Quantum Biology
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Johnjoe McFadden, Jim Al&#9472;Khalili</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2015&#9472;01&#9472;10&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/23347191">https://www.goodreads.com/book/show/23347191</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Zero Time Space: How Quantum Tunneling Broke the Light Speed Barrier
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">G&#252;nter Nimtz, Astrid Haibel</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2015&#9472;01&#9472;09&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/3038574">https://www.goodreads.com/book/show/3038574</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* The Checklist Manifesto: How to Get Things Right
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Atul Gawande</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2015&#9472;01&#9472;07&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/6667514">https://www.goodreads.com/book/show/6667514</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* This Is Your Brain on Music: The Science of a Human Obsession
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Daniel J. Levitin</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2015&#9472;01&#9472;07&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/141565">https://www.goodreads.com/book/show/141565</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* A Life Decoded: My Genome: My Life
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">J. Craig Venter</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2015&#9472;01&#9472;06&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/1865671">https://www.goodreads.com/book/show/1865671</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Frankenstein's Cat: Cuddling Up to Biotech's Brave New Beasts
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Emily Anthes</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2015&#9472;01&#9472;04&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/15793536">https://www.goodreads.com/book/show/15793536</a></span>
<span class="org-special-keyword">:END:</span>
