pile/readings/reading-list.org
* Quintessence: The Mystery of Missing Mass in the Universe
:PROPERTIES:
:AUTHOR:    Lawrence M. Krauss
:ADDED:     <2015-01-02>
:GOODREADS: https://www.goodreads.com/book/show/100645
:END:

* The Goldilocks Enigma: Why is the Universe Just Right for Life?
:PROPERTIES:
:AUTHOR:    Paul Davies
:ADDED:     <2015-01-02>
:GOODREADS: https://www.goodreads.com/book/show/817511
:END:

* Not Even Wrong: The Failure of String Theory and the Search for Unity in Physical Law
:PROPERTIES:
:AUTHOR:    Peter Woit
:ADDED:     <2015-01-02>
:GOODREADS: https://www.goodreads.com/book/show/27578
:END:

* Three Roads To Quantum Gravity
:PROPERTIES:
:AUTHOR:    Lee Smolin
:ADDED:     <2014-12-30>
:GOODREADS: https://www.goodreads.com/book/show/132695
:END:

* The Physics of Time Asymmetry
:PROPERTIES:
:AUTHOR:    Paul Davies
:ADDED:     <2014-12-30>
:GOODREADS: https://www.goodreads.com/book/show/1550618
:END:

* The Guardian of All Things: The Epic Story of Human Memory
:PROPERTIES:
:AUTHOR:    Michael S. Malone
:ADDED:     <2014-12-24>
:GOODREADS: https://www.goodreads.com/book/show/13167105
:END:

* In Search of Time: The Science of a Curious Dimension
:PROPERTIES:
:AUTHOR:    Dan Falk
:ADDED:     <2014-12-24>
:GOODREADS: https://www.goodreads.com/book/show/4902979
:END:

* The Information: A History, a Theory, a Flood
:PROPERTIES:
:AUTHOR:    James Gleick
:ADDED:     <2014-12-24>
:GOODREADS: https://www.goodreads.com/book/show/8701960
:END:

* Dark Pools: The Rise of Artificially Intelligent Trading Machines and the Looming Threat to Wall Street
:PROPERTIES:
:AUTHOR:    Scott Patterson
:ADDED:     <2014-12-23>
:GOODREADS: https://www.goodreads.com/book/show/12917124
:END:

* READ Programming the Universe: A Quantum Computer Scientist Takes on the Cosmos
CLOSED: [2014-12-30]
:PROPERTIES:
:AUTHOR:    Seth Lloyd
:ADDED:     <2014-12-23>
:GOODREADS: https://www.goodreads.com/book/show/331680
:END:

* The Jungle Book
:PROPERTIES:
:AUTHOR:    Rudyard Kipling
:ADDED:     <2014-12-21>
:GOODREADS: https://www.goodreads.com/book/show/77270
:END:

* READ What Do You Care What Other People Think?: Further Adventures of a Curious Character
CLOSED: [2016-03-04]
:PROPERTIES:
:AUTHOR:    Richard Feynman
:ADDED:     <2014-12-19>
:GOODREADS: https://www.goodreads.com/book/show/10916738
:END:

* The Demon-Haunted World: Science as a Candle in the Dark
:PROPERTIES:
:AUTHOR:    Carl Sagan, Ann Druyan
:ADDED:     <2014-12-19>
:GOODREADS: https://www.goodreads.com/book/show/17349
:END:

* Automate This: How Algorithms Came to Rule Our World
:PROPERTIES:
:AUTHOR:    Christopher Steiner
:ADDED:     <2014-12-18>
:GOODREADS: https://www.goodreads.com/book/show/13542772
:END:

* READ The Design of Everyday Things
CLOSED: [2016-06-27]
:PROPERTIES:
:AUTHOR:    Donald A. Norman
:ADDED:     <2014-12-18>
:GOODREADS: https://www.goodreads.com/book/show/840
:END:

* The Signal and the Noise: Why So Many Predictions Fail - But Some Don't
:PROPERTIES:
:AUTHOR:    Nate Silver
:ADDED:     <2014-12-18>
:GOODREADS: https://www.goodreads.com/book/show/13588394
:END:

* Our Mathematical Universe: My Quest for the Ultimate Nature of Reality
:PROPERTIES:
:AUTHOR:    Max Tegmark
:ADDED:     <2014-12-18>
:GOODREADS: https://www.goodreads.com/book/show/19395553
:END:

* The Structure of Scientific Revolutions
:PROPERTIES:
:AUTHOR:    Thomas S. Kuhn
:ADDED:     <2014-12-18>
:GOODREADS: https://www.goodreads.com/book/show/17997242
:END:

* Hackers: Heroes of the Computer Revolution
:PROPERTIES:
:AUTHOR:    Steven Levy
:ADDED:     <2014-12-18>
:GOODREADS: https://www.goodreads.com/book/show/56829
:END:

