docs/readings/reading-list.org.html

<span class="org-level-1">* Quintessence: The Mystery of Missing Mass in the Universe
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Lawrence M. Krauss</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2015&#9472;01&#9472;02&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/100645">https://www.goodreads.com/book/show/100645</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* The Goldilocks Enigma: Why is the Universe Just Right for Life?
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Paul Davies</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2015&#9472;01&#9472;02&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/817511">https://www.goodreads.com/book/show/817511</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Not Even Wrong: The Failure of String Theory and the Search for Unity in Physical Law
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Peter Woit</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2015&#9472;01&#9472;02&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/27578">https://www.goodreads.com/book/show/27578</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Three Roads To Quantum Gravity
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Lee Smolin</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2014&#9472;12&#9472;30&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/132695">https://www.goodreads.com/book/show/132695</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* The Physics of Time Asymmetry
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Paul Davies</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2014&#9472;12&#9472;30&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/1550618">https://www.goodreads.com/book/show/1550618</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* The Guardian of All Things: The Epic Story of Human Memory
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Michael S. Malone</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2014&#9472;12&#9472;24&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/13167105">https://www.goodreads.com/book/show/13167105</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* In Search of Time: The Science of a Curious Dimension
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Dan Falk</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2014&#9472;12&#9472;24&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/4902979">https://www.goodreads.com/book/show/4902979</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* The Information: A History, a Theory, a Flood
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">James Gleick</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2014&#9472;12&#9472;24&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/8701960">https://www.goodreads.com/book/show/8701960</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Dark Pools: The Rise of Artificially Intelligent Trading Machines and the Looming Threat to Wall Street
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Scott Patterson</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2014&#9472;12&#9472;23&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/12917124">https://www.goodreads.com/book/show/12917124</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* </span><span class="org-level-1"><span class="org-done">READ</span></span><span class="org-level-1"> </span><span class="org-level-1"><span class="org-headline-done">Programming the Universe: A Quantum Computer Scientist Takes on the Cosmos</span></span><span class="org-level-1">
</span><span class="org-special-keyword">CLOSED:</span> <span class="org-date">[2014&#9472;12&#9472;30]</span>
<span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Seth Lloyd</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2014&#9472;12&#9472;23&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/331680">https://www.goodreads.com/book/show/331680</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* The Jungle Book
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Rudyard Kipling</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2014&#9472;12&#9472;21&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/77270">https://www.goodreads.com/book/show/77270</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* </span><span class="org-level-1"><span class="org-done">READ</span></span><span class="org-level-1"> </span><span class="org-level-1"><span class="org-headline-done">What Do You Care What Other People Think?: Further Adventures of a Curious Character</span></span><span class="org-level-1">
</span><span class="org-special-keyword">CLOSED:</span> <span class="org-date">[2016&#9472;03&#9472;04]</span>
<span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Richard Feynman</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2014&#9472;12&#9472;19&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/10916738">https://www.goodreads.com/book/show/10916738</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* The Demon&#9472;Haunted World: Science as a Candle in the Dark
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Carl Sagan, Ann Druyan</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2014&#9472;12&#9472;19&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/17349">https://www.goodreads.com/book/show/17349</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Automate This: How Algorithms Came to Rule Our World
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Christopher Steiner</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2014&#9472;12&#9472;18&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/13542772">https://www.goodreads.com/book/show/13542772</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* </span><span class="org-level-1"><span class="org-done">READ</span></span><span class="org-level-1"> </span><span class="org-level-1"><span class="org-headline-done">The Design of Everyday Things</span></span><span class="org-level-1">
</span><span class="org-special-keyword">CLOSED:</span> <span class="org-date">[2016&#9472;06&#9472;27]</span>
<span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Donald A. Norman</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2014&#9472;12&#9472;18&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/840">https://www.goodreads.com/book/show/840</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* The Signal and the Noise: Why So Many Predictions Fail &#9472; But Some Don't
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Nate Silver</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2014&#9472;12&#9472;18&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/13588394">https://www.goodreads.com/book/show/13588394</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Our Mathematical Universe: My Quest for the Ultimate Nature of Reality
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Max Tegmark</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2014&#9472;12&#9472;18&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/19395553">https://www.goodreads.com/book/show/19395553</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* The Structure of Scientific Revolutions
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Thomas S. Kuhn</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2014&#9472;12&#9472;18&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/17997242">https://www.goodreads.com/book/show/17997242</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Hackers: Heroes of the Computer Revolution
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Steven Levy</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2014&#9472;12&#9472;18&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/56829">https://www.goodreads.com/book/show/56829</a></span>
<span class="org-special-keyword">:END:</span>
