pile/readings/reading-list.org
* READ A New Kind of Science
CLOSED: [2015-12-27]
:PROPERTIES:
:AUTHOR:    Stephen Wolfram
:ADDED:     <2014-12-18>
:GOODREADS: https://www.goodreads.com/book/show/238558
:END:

* The Man Who Knew Infinity: A Life of the Genius Ramanujan
:PROPERTIES:
:AUTHOR:    Robert Kanigel
:ADDED:     <2014-12-17>
:GOODREADS: https://www.goodreads.com/book/show/106139
:END:

* Survival of the Prettiest: The Science of Beauty
:PROPERTIES:
:AUTHOR:    Nancy L. Etcoff
:ADDED:     <2014-12-16>
:GOODREADS: https://www.goodreads.com/book/show/106860
:END:

* READ How to Be Alone
CLOSED: [2015-01-01]
:PROPERTIES:
:AUTHOR:    Sara Maitland
:ADDED:     <2014-12-16>
:GOODREADS: https://www.goodreads.com/book/show/20518977
:END:

* Dataclysm: Who We Are (When We Think No One's Looking)
:PROPERTIES:
:AUTHOR:    Christian Rudder
:ADDED:     <2014-12-16>
:GOODREADS: https://www.goodreads.com/book/show/21480734
:END:

* How We Got to Now: Six Innovations That Made the Modern World
:PROPERTIES:
:AUTHOR:    Steven Johnson
:ADDED:     <2014-12-16>
:GOODREADS: https://www.goodreads.com/book/show/20893477
:END:

* READ How to Do Nothing with Nobody All Alone by Yourself
CLOSED: [2015-04-09]
:PROPERTIES:
:AUTHOR:    Robert Paul Smith, Elinor Goulding Smith, Paul     Collins
:ADDED:     <2014-12-16>
:GOODREADS: https://www.goodreads.com/book/show/7022939
:END:

* Unweaving the Rainbow: Science, Delusion and the Appetite for Wonder
:PROPERTIES:
:AUTHOR:    Richard Dawkins
:ADDED:     <2014-12-16>
:GOODREADS: https://www.goodreads.com/book/show/31487
:END:

* Geek Sublime: The Beauty of Code, the Code of Beauty
:PROPERTIES:
:AUTHOR:    Vikram Chandra
:ADDED:     <2014-12-16>
:GOODREADS: https://www.goodreads.com/book/show/20613480
:END:

* The Lagoon: How Aristotle Invented Science
:PROPERTIES:
:AUTHOR:    Armand Marie Leroi
:ADDED:     <2014-12-16>
:GOODREADS: https://www.goodreads.com/book/show/20821396
:END:

* Spoken Language Processing: A Guide to Theory, Algorithm and System Development
:PROPERTIES:
:AUTHOR:    Xuedong Huang, Alex Acero, Raj Reddy, Hsiao-Wuen Hon
:ADDED:     <2014-11-25>
:GOODREADS: https://www.goodreads.com/book/show/276783
:END:

* Creative Confidence: Unleashing the Creative Potential Within Us All
:PROPERTIES:
:AUTHOR:    Tom Kelley, David Kelley
:ADDED:     <2014-11-10>
:GOODREADS: https://www.goodreads.com/book/show/17288649
:END:

* Life Itself: A Comprehensive Inquiry Into the Nature, Origin, and Fabrication of Life
:PROPERTIES:
:AUTHOR:    Robert Rosen
:ADDED:     <2014-11-06>
:GOODREADS: https://www.goodreads.com/book/show/865617
:END:

* Flatland: A Romance of Many Dimensions
:PROPERTIES:
:AUTHOR:    Edwin A. Abbott, Banesh Hoffmann
:ADDED:     <2014-10-27>
:GOODREADS: https://www.goodreads.com/book/show/433567
:END:

* Asleep: The Forgotten Epidemic that Remains One of Medicine's Greatest Mysteries
:PROPERTIES:
:AUTHOR:    Molly Caldwell Crosby
:ADDED:     <2014-10-21>
:GOODREADS: https://www.goodreads.com/book/show/7438853
:END:

* Brain Bugs: How the Brain's Flaws Shape Our Lives
:PROPERTIES:
:AUTHOR:    Dean Buonomano
:ADDED:     <2014-10-21>
:GOODREADS: https://www.goodreads.com/book/show/11213439
:END:

* READ On Intelligence
CLOSED: [2014-10-21]
:PROPERTIES:
:AUTHOR:    Jeff Hawkins, Sandra Blakeslee
:ADDED:     <2014-07-27>
:GOODREADS: https://www.goodreads.com/book/show/27539
:END:

* Eleven Minutes
:PROPERTIES:
:AUTHOR:    Paulo Coelho
:ADDED:     <2014-07-14>
:GOODREADS: https://www.goodreads.com/book/show/1430
:END:

