docs/readings/reading-list.org.html

<span class="org-level-1">* </span><span class="org-level-1"><span class="org-done">READ</span></span><span class="org-level-1"> </span><span class="org-level-1"><span class="org-headline-done">A New Kind of Science</span></span><span class="org-level-1">
</span><span class="org-special-keyword">CLOSED:</span> <span class="org-date">[2015&#9472;12&#9472;27]</span>
<span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Stephen Wolfram</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2014&#9472;12&#9472;18&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/238558">https://www.goodreads.com/book/show/238558</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* The Man Who Knew Infinity: A Life of the Genius Ramanujan
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Robert Kanigel</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2014&#9472;12&#9472;17&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/106139">https://www.goodreads.com/book/show/106139</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Survival of the Prettiest: The Science of Beauty
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Nancy L. Etcoff</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2014&#9472;12&#9472;16&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/106860">https://www.goodreads.com/book/show/106860</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* </span><span class="org-level-1"><span class="org-done">READ</span></span><span class="org-level-1"> </span><span class="org-level-1"><span class="org-headline-done">How to Be Alone</span></span><span class="org-level-1">
</span><span class="org-special-keyword">CLOSED:</span> <span class="org-date">[2015&#9472;01&#9472;01]</span>
<span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Sara Maitland</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2014&#9472;12&#9472;16&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/20518977">https://www.goodreads.com/book/show/20518977</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Dataclysm: Who We Are (When We Think No One's Looking)
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Christian Rudder</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2014&#9472;12&#9472;16&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/21480734">https://www.goodreads.com/book/show/21480734</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* How We Got to Now: Six Innovations That Made the Modern World
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Steven Johnson</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2014&#9472;12&#9472;16&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/20893477">https://www.goodreads.com/book/show/20893477</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* </span><span class="org-level-1"><span class="org-done">READ</span></span><span class="org-level-1"> </span><span class="org-level-1"><span class="org-headline-done">How to Do Nothing with Nobody All Alone by Yourself</span></span><span class="org-level-1">
</span><span class="org-special-keyword">CLOSED:</span> <span class="org-date">[2015&#9472;04&#9472;09]</span>
<span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Robert Paul Smith, Elinor Goulding Smith, Paul     Collins</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2014&#9472;12&#9472;16&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/7022939">https://www.goodreads.com/book/show/7022939</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Unweaving the Rainbow: Science, Delusion and the Appetite for Wonder
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Richard Dawkins</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2014&#9472;12&#9472;16&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/31487">https://www.goodreads.com/book/show/31487</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Geek Sublime: The Beauty of Code, the Code of Beauty
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Vikram Chandra</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2014&#9472;12&#9472;16&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/20613480">https://www.goodreads.com/book/show/20613480</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* The Lagoon: How Aristotle Invented Science
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Armand Marie Leroi</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2014&#9472;12&#9472;16&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/20821396">https://www.goodreads.com/book/show/20821396</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Spoken Language Processing: A Guide to Theory, Algorithm and System Development
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Xuedong Huang, Alex Acero, Raj Reddy, Hsiao&#9472;Wuen Hon</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2014&#9472;11&#9472;25&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/276783">https://www.goodreads.com/book/show/276783</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Creative Confidence: Unleashing the Creative Potential Within Us All
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Tom Kelley, David Kelley</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2014&#9472;11&#9472;10&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/17288649">https://www.goodreads.com/book/show/17288649</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Life Itself: A Comprehensive Inquiry Into the Nature, Origin, and Fabrication of Life
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Robert Rosen</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2014&#9472;11&#9472;06&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/865617">https://www.goodreads.com/book/show/865617</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Flatland: A Romance of Many Dimensions
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Edwin A. Abbott, Banesh Hoffmann</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2014&#9472;10&#9472;27&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/433567">https://www.goodreads.com/book/show/433567</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Asleep: The Forgotten Epidemic that Remains One of Medicine's Greatest Mysteries
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Molly Caldwell Crosby</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2014&#9472;10&#9472;21&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/7438853">https://www.goodreads.com/book/show/7438853</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Brain Bugs: How the Brain's Flaws Shape Our Lives
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Dean Buonomano</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2014&#9472;10&#9472;21&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/11213439">https://www.goodreads.com/book/show/11213439</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* </span><span class="org-level-1"><span class="org-done">READ</span></span><span class="org-level-1"> </span><span class="org-level-1"><span class="org-headline-done">On Intelligence</span></span><span class="org-level-1">
</span><span class="org-special-keyword">CLOSED:</span> <span class="org-date">[2014&#9472;10&#9472;21]</span>
<span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Jeff Hawkins, Sandra Blakeslee</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2014&#9472;07&#9472;27&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/27539">https://www.goodreads.com/book/show/27539</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Eleven Minutes
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Paulo Coelho</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2014&#9472;07&#9472;14&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/1430">https://www.goodreads.com/book/show/1430</a></span>
<span class="org-special-keyword">:END:</span>
