pile/readings/reading-list.org
* The Panda's Thumb: More Reflections in Natural History
:PROPERTIES:
:AUTHOR:    Stephen Jay Gould
:ADDED:     <2014-07-13>
:GOODREADS: https://www.goodreads.com/book/show/33933
:END:

* READ The Violinist's Thumb: And Other Lost Tales of Love, War, and Genius, as Written by Our Genetic Code
CLOSED: [2015-01-18]
:PROPERTIES:
:AUTHOR:    Sam Kean
:ADDED:     <2014-07-13>
:GOODREADS: https://www.goodreads.com/book/show/13521382
:END:

* The Hidden Reality: Parallel Universes and the Deep Laws of the Cosmos
:PROPERTIES:
:AUTHOR:    Brian Greene
:ADDED:     <2014-07-13>
:GOODREADS: https://www.goodreads.com/book/show/8167094
:END:

* READ A Universe from Nothing: Why There Is Something Rather Than Nothing
CLOSED: [2014-12-04]
:PROPERTIES:
:AUTHOR:    Lawrence M. Krauss, Richard Dawkins
:ADDED:     <2014-07-13>
:GOODREADS: https://www.goodreads.com/book/show/11337189
:END:

* In Pursuit of the Unknown: 17 Equations That Changed the World
:PROPERTIES:
:AUTHOR:    Ian Stewart
:ADDED:     <2014-07-13>
:GOODREADS: https://www.goodreads.com/book/show/13237758
:END:

* Physics of the Impossible: A Scientific Exploration into the World of Phasers, Force Fields, Teleportation, and Time Travel
:PROPERTIES:
:AUTHOR:    Michio Kaku
:ADDED:     <2014-07-13>
:GOODREADS: https://www.goodreads.com/book/show/1168341
:END:

* Life Ascending: The Ten Great Inventions of Evolution
:PROPERTIES:
:AUTHOR:    Nick Lane
:ADDED:     <2014-07-13>
:GOODREADS: https://www.goodreads.com/book/show/6429264
:END:

* READ Brighter than a Thousand Suns: A Personal History of the Atomic Scientists
CLOSED: [2014-12-20]
:PROPERTIES:
:AUTHOR:    Robert Jungk, James Cleugh
:ADDED:     <2014-07-13>
:GOODREADS: https://www.goodreads.com/book/show/407305
:END:

* The Emperor's New Mind Concerning Computers, Minds and the Laws of Physics
:PROPERTIES:
:AUTHOR:    Roger Penrose, Martin Gardner
:ADDED:     <2014-07-13>
:GOODREADS: https://www.goodreads.com/book/show/179744
:END:

* READ Silent Spring
CLOSED: [2014-12-28]
:PROPERTIES:
:AUTHOR:    Rachel Carson, Linda Lear, Edward O. Wilson
:ADDED:     <2014-07-13>
:GOODREADS: https://www.goodreads.com/book/show/27333
:END:

* READ The Double Helix: A Personal Account of the Discovery of the Structure of DNA
CLOSED: [2015-02-12]
:PROPERTIES:
:AUTHOR:    James D. Watson
:ADDED:     <2014-07-13>
:GOODREADS: https://www.goodreads.com/book/show/18920474
:END:

* Gödel, Escher, Bach: An Eternal Golden Braid
:PROPERTIES:
:AUTHOR:    Douglas R. Hofstadter
:ADDED:     <2014-07-13>
:GOODREADS: https://www.goodreads.com/book/show/24113
:END:

* READ The Selfish Gene
CLOSED: [2018-01-04 Thu 23:31]
:PROPERTIES:
:AUTHOR:    Richard Dawkins
:ADDED:     <2014-07-13>
:GOODREADS: https://www.goodreads.com/book/show/61535
:END:

This is a great book. I probably read it at the right time to understand and
appreciate more of the issues it talks about. For an amateur interested in
evolution, this marks an important point from where you start to think more
deeply about why the world is the way it is.

* READ The Singularity is Near: When Humans Transcend Biology
CLOSED: [2015-03-09]
:PROPERTIES:
:AUTHOR:    Ray Kurzweil
:ADDED:     <2014-07-13>
:GOODREADS: https://www.goodreads.com/book/show/5804507
:END:

* Hyperspace
:PROPERTIES:
:AUTHOR:    Michio Kaku
:ADDED:     <2014-07-13>
:GOODREADS: https://www.goodreads.com/book/show/33426
:END:

