docs/readings/reading-list.org.html

<span class="org-level-1">* The Panda's Thumb: More Reflections in Natural History
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Stephen Jay Gould</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2014&#9472;07&#9472;13&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/33933">https://www.goodreads.com/book/show/33933</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* </span><span class="org-level-1"><span class="org-done">READ</span></span><span class="org-level-1"> </span><span class="org-level-1"><span class="org-headline-done">The Violinist's Thumb: And Other Lost Tales of Love, War, and Genius, as Written by Our Genetic Code</span></span><span class="org-level-1">
</span><span class="org-special-keyword">CLOSED:</span> <span class="org-date">[2015&#9472;01&#9472;18]</span>
<span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Sam Kean</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2014&#9472;07&#9472;13&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/13521382">https://www.goodreads.com/book/show/13521382</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* The Hidden Reality: Parallel Universes and the Deep Laws of the Cosmos
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Brian Greene</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2014&#9472;07&#9472;13&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/8167094">https://www.goodreads.com/book/show/8167094</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* </span><span class="org-level-1"><span class="org-done">READ</span></span><span class="org-level-1"> </span><span class="org-level-1"><span class="org-headline-done">A Universe from Nothing: Why There Is Something Rather Than Nothing</span></span><span class="org-level-1">
</span><span class="org-special-keyword">CLOSED:</span> <span class="org-date">[2014&#9472;12&#9472;04]</span>
<span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Lawrence M. Krauss, Richard Dawkins</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2014&#9472;07&#9472;13&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/11337189">https://www.goodreads.com/book/show/11337189</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* In Pursuit of the Unknown: 17 Equations That Changed the World
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Ian Stewart</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2014&#9472;07&#9472;13&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/13237758">https://www.goodreads.com/book/show/13237758</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Physics of the Impossible: A Scientific Exploration into the World of Phasers, Force Fields, Teleportation, and Time Travel
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Michio Kaku</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2014&#9472;07&#9472;13&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/1168341">https://www.goodreads.com/book/show/1168341</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Life Ascending: The Ten Great Inventions of Evolution
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Nick Lane</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2014&#9472;07&#9472;13&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/6429264">https://www.goodreads.com/book/show/6429264</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* </span><span class="org-level-1"><span class="org-done">READ</span></span><span class="org-level-1"> </span><span class="org-level-1"><span class="org-headline-done">Brighter than a Thousand Suns: A Personal History of the Atomic Scientists</span></span><span class="org-level-1">
</span><span class="org-special-keyword">CLOSED:</span> <span class="org-date">[2014&#9472;12&#9472;20]</span>
<span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Robert Jungk, James Cleugh</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2014&#9472;07&#9472;13&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/407305">https://www.goodreads.com/book/show/407305</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* The Emperor's New Mind Concerning Computers, Minds and the Laws of Physics
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Roger Penrose, Martin Gardner</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2014&#9472;07&#9472;13&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/179744">https://www.goodreads.com/book/show/179744</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* </span><span class="org-level-1"><span class="org-done">READ</span></span><span class="org-level-1"> </span><span class="org-level-1"><span class="org-headline-done">Silent Spring</span></span><span class="org-level-1">
</span><span class="org-special-keyword">CLOSED:</span> <span class="org-date">[2014&#9472;12&#9472;28]</span>
<span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Rachel Carson, Linda Lear, Edward O. Wilson</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2014&#9472;07&#9472;13&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/27333">https://www.goodreads.com/book/show/27333</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* </span><span class="org-level-1"><span class="org-done">READ</span></span><span class="org-level-1"> </span><span class="org-level-1"><span class="org-headline-done">The Double Helix: A Personal Account of the Discovery of the Structure of DNA</span></span><span class="org-level-1">
</span><span class="org-special-keyword">CLOSED:</span> <span class="org-date">[2015&#9472;02&#9472;12]</span>
<span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">James D. Watson</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2014&#9472;07&#9472;13&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/18920474">https://www.goodreads.com/book/show/18920474</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* G&#246;del, Escher, Bach: An Eternal Golden Braid
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Douglas R. Hofstadter</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2014&#9472;07&#9472;13&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/24113">https://www.goodreads.com/book/show/24113</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* </span><span class="org-level-1"><span class="org-done">READ</span></span><span class="org-level-1"> </span><span class="org-level-1"><span class="org-headline-done">The Selfish Gene</span></span><span class="org-level-1">
</span><span class="org-special-keyword">CLOSED:</span> <span class="org-date">[2018&#9472;01&#9472;04 Thu 23:31]</span>
<span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Richard Dawkins</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2014&#9472;07&#9472;13&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/61535">https://www.goodreads.com/book/show/61535</a></span>
<span class="org-special-keyword">:END:</span>

This is a great book. I probably read it at the right time to understand and
appreciate more of the issues it talks about. For an amateur interested in
evolution, this marks an important point from where you start to think more
deeply about why the world is the way it is.

<span class="org-level-1">* </span><span class="org-level-1"><span class="org-done">READ</span></span><span class="org-level-1"> </span><span class="org-level-1"><span class="org-headline-done">The Singularity is Near: When Humans Transcend Biology</span></span><span class="org-level-1">
</span><span class="org-special-keyword">CLOSED:</span> <span class="org-date">[2015&#9472;03&#9472;09]</span>
<span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Ray Kurzweil</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2014&#9472;07&#9472;13&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/5804507">https://www.goodreads.com/book/show/5804507</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Hyperspace
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Michio Kaku</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2014&#9472;07&#9472;13&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/33426">https://www.goodreads.com/book/show/33426</a></span>
<span class="org-special-keyword">:END:</span>
