pile/readings/reading-list.org
* READ How to Lie with Statistics
CLOSED: [2014-07-22]
:PROPERTIES:
:AUTHOR:    Darrell Huff, Irving Geis
:ADDED:     <2014-07-13>
:GOODREADS: https://www.goodreads.com/book/show/51291
:END:

* Paradigms of Artificial Intelligence Programming: Case Studies in Common LISP
:PROPERTIES:
:AUTHOR:    Peter Norvig
:ADDED:     <2014-07-10>
:GOODREADS: https://www.goodreads.com/book/show/83884
:END:

* Cosmos
:PROPERTIES:
:AUTHOR:    Carl Sagan
:ADDED:     <2014-07-10>
:GOODREADS: https://www.goodreads.com/book/show/55030
:END:

* Packing for Mars: The Curious Science of Life in the Void
:PROPERTIES:
:AUTHOR:    Mary Roach
:ADDED:     <2014-07-10>
:GOODREADS: https://www.goodreads.com/book/show/7237456
:END:

* A Short History of Nearly Everything
:PROPERTIES:
:AUTHOR:    Bill Bryson
:ADDED:     <2014-07-10>
:GOODREADS: https://www.goodreads.com/book/show/21
:END:

* The Alchemist
:PROPERTIES:
:AUTHOR:    Paulo Coelho, Alan R. Clarke
:ADDED:     <2014-07-06>
:GOODREADS: https://www.goodreads.com/book/show/865
:END:

* The Case-Book of Sherlock Holmes (Sherlock Holmes, #9)
:PROPERTIES:
:AUTHOR:    Arthur Conan Doyle
:ADDED:     <2014-07-05>
:GOODREADS: https://www.goodreads.com/book/show/162823
:END:

* His Last Bow: 8 Stories (Sherlock Holmes, #8)
:PROPERTIES:
:AUTHOR:    Arthur Conan Doyle
:ADDED:     <2014-07-05>
:GOODREADS: https://www.goodreads.com/book/show/754713
:END:

* The Return of Sherlock Holmes (Sherlock Holmes, #6)
:PROPERTIES:
:AUTHOR:    Arthur Conan Doyle
:ADDED:     <2014-07-05>
:GOODREADS: https://www.goodreads.com/book/show/194366
:END:

* The Memoirs of Sherlock Holmes (Sherlock Holmes, #4)
:PROPERTIES:
:AUTHOR:    Arthur Conan Doyle
:ADDED:     <2014-07-05>
:GOODREADS: https://www.goodreads.com/book/show/194373
:END:

* The Adventures of Sherlock Holmes (Sherlock Holmes, #3)
:PROPERTIES:
:AUTHOR:    Arthur Conan Doyle
:ADDED:     <2014-07-05>
:GOODREADS: https://www.goodreads.com/book/show/3590
:END:

* Harry Potter and the Sorcerer's Stone (Harry Potter, #1)
:PROPERTIES:
:AUTHOR:    J.K. Rowling, Jim Kay, Mary GrandPré
:ADDED:     <2014-07-05>
:GOODREADS: https://www.goodreads.com/book/show/3
:END:

* Deception Point
:PROPERTIES:
:AUTHOR:    Dan Brown
:ADDED:     <2014-07-05>
:GOODREADS: https://www.goodreads.com/book/show/976
:END:

* Digital Fortress
:PROPERTIES:
:AUTHOR:    Dan Brown
:ADDED:     <2014-07-05>
:GOODREADS: https://www.goodreads.com/book/show/11125
:END:

* The Lost Symbol (Robert Langdon, #3)
:PROPERTIES:
:AUTHOR:    Dan Brown
:ADDED:     <2014-07-05>
:GOODREADS: https://www.goodreads.com/book/show/6411961
:END:

* READ The Immortal Life of Henrietta Lacks
CLOSED: [2014-07-10]
:PROPERTIES:
:AUTHOR:    Rebecca Skloot
:ADDED:     <2014-07-05>
:GOODREADS: https://www.goodreads.com/book/show/6493208
:END:

* On the Shoulders of Giants: The Great Works of Physics And Astronomy
:PROPERTIES:
:AUTHOR:    Stephen Hawking, Isaac Newton, Nicolaus Copernicus, Albert Einstein, Johannes Kepler, Galileo Galilei
:ADDED:     <2014-07-05>
:GOODREADS: https://www.goodreads.com/book/show/32610
:END:

* God Created the Integers: The Mathematical Breakthroughs that Changed History
:PROPERTIES:
:AUTHOR:    Stephen Hawking
:ADDED:     <2014-07-05>
:GOODREADS: https://www.goodreads.com/book/show/2096
:END:

