docs/readings/reading-list.org.html

<span class="org-level-1">* </span><span class="org-level-1"><span class="org-done">READ</span></span><span class="org-level-1"> </span><span class="org-level-1"><span class="org-headline-done">How to Lie with Statistics</span></span><span class="org-level-1">
</span><span class="org-special-keyword">CLOSED:</span> <span class="org-date">[2014&#9472;07&#9472;22]</span>
<span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Darrell Huff, Irving Geis</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2014&#9472;07&#9472;13&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/51291">https://www.goodreads.com/book/show/51291</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Paradigms of Artificial Intelligence Programming: Case Studies in Common LISP
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Peter Norvig</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2014&#9472;07&#9472;10&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/83884">https://www.goodreads.com/book/show/83884</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Cosmos
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Carl Sagan</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2014&#9472;07&#9472;10&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/55030">https://www.goodreads.com/book/show/55030</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Packing for Mars: The Curious Science of Life in the Void
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Mary Roach</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2014&#9472;07&#9472;10&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/7237456">https://www.goodreads.com/book/show/7237456</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* A Short History of Nearly Everything
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Bill Bryson</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2014&#9472;07&#9472;10&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/21">https://www.goodreads.com/book/show/21</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* The Alchemist
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Paulo Coelho, Alan R. Clarke</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2014&#9472;07&#9472;06&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/865">https://www.goodreads.com/book/show/865</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* The Case&#9472;Book of Sherlock Holmes (Sherlock Holmes, </span><span class="org-level-1"><span class="org-tag">#9)</span></span><span class="org-level-1">
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Arthur Conan Doyle</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2014&#9472;07&#9472;05&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/162823">https://www.goodreads.com/book/show/162823</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* His Last Bow: 8 Stories (Sherlock Holmes, </span><span class="org-level-1"><span class="org-tag">#8)</span></span><span class="org-level-1">
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Arthur Conan Doyle</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2014&#9472;07&#9472;05&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/754713">https://www.goodreads.com/book/show/754713</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* The Return of Sherlock Holmes (Sherlock Holmes, </span><span class="org-level-1"><span class="org-tag">#6)</span></span><span class="org-level-1">
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Arthur Conan Doyle</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2014&#9472;07&#9472;05&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/194366">https://www.goodreads.com/book/show/194366</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* The Memoirs of Sherlock Holmes (Sherlock Holmes, </span><span class="org-level-1"><span class="org-tag">#4)</span></span><span class="org-level-1">
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Arthur Conan Doyle</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2014&#9472;07&#9472;05&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/194373">https://www.goodreads.com/book/show/194373</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* The Adventures of Sherlock Holmes (Sherlock Holmes, </span><span class="org-level-1"><span class="org-tag">#3)</span></span><span class="org-level-1">
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Arthur Conan Doyle</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2014&#9472;07&#9472;05&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/3590">https://www.goodreads.com/book/show/3590</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Harry Potter and the Sorcerer's Stone (Harry Potter, </span><span class="org-level-1"><span class="org-tag">#1)</span></span><span class="org-level-1">
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">J.K. Rowling, Jim Kay, Mary GrandPr&#233;</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2014&#9472;07&#9472;05&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/3">https://www.goodreads.com/book/show/3</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Deception Point
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Dan Brown</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2014&#9472;07&#9472;05&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/976">https://www.goodreads.com/book/show/976</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Digital Fortress
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Dan Brown</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2014&#9472;07&#9472;05&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/11125">https://www.goodreads.com/book/show/11125</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* The Lost Symbol (Robert Langdon, </span><span class="org-level-1"><span class="org-tag">#3)</span></span><span class="org-level-1">
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Dan Brown</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2014&#9472;07&#9472;05&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/6411961">https://www.goodreads.com/book/show/6411961</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* </span><span class="org-level-1"><span class="org-done">READ</span></span><span class="org-level-1"> </span><span class="org-level-1"><span class="org-headline-done">The Immortal Life of Henrietta Lacks</span></span><span class="org-level-1">
</span><span class="org-special-keyword">CLOSED:</span> <span class="org-date">[2014&#9472;07&#9472;10]</span>
<span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Rebecca Skloot</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2014&#9472;07&#9472;05&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/6493208">https://www.goodreads.com/book/show/6493208</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* On the Shoulders of Giants: The Great Works of Physics And Astronomy
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Stephen Hawking, Isaac Newton, Nicolaus Copernicus, Albert Einstein, Johannes Kepler, Galileo Galilei</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2014&#9472;07&#9472;05&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/32610">https://www.goodreads.com/book/show/32610</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* God Created the Integers: The Mathematical Breakthroughs that Changed History
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Stephen Hawking</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2014&#9472;07&#9472;05&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/2096">https://www.goodreads.com/book/show/2096</a></span>
<span class="org-special-keyword">:END:</span>
