pile/readings/reading-list.org
* READ Quiet: The Power of Introverts in a World That Can't Stop Talking
CLOSED: [2014-07-12]
:PROPERTIES:
:AUTHOR:    Susan Cain
:ADDED:     <2014-07-05>
:GOODREADS: https://www.goodreads.com/book/show/8520610
:END:

* READ Animal Farm
CLOSED: [2014-07-05]
:PROPERTIES:
:AUTHOR:    George Orwell
:ADDED:     <2014-07-05>
:GOODREADS: https://www.goodreads.com/book/show/7613
:END:

* READ QED: The Strange Theory of Light and Matter
CLOSED: [2014-06-24]
:PROPERTIES:
:AUTHOR:    Richard Feynman
:ADDED:     <2014-06-23>
:GOODREADS: https://www.goodreads.com/book/show/5552
:END:

* READ The First Three Minutes: A Modern View Of The Origin Of The Universe
CLOSED: [2014-06-22]
:PROPERTIES:
:AUTHOR:    Steven Weinberg
:ADDED:     <2014-06-22>
:GOODREADS: https://www.goodreads.com/book/show/150131
:END:

* READ The Universe in a Nutshell
:PROPERTIES:
:AUTHOR:    Stephen Hawking
:ADDED:     <2014-04-10>
:GOODREADS: https://www.goodreads.com/book/show/2095
:END:

* The Tao of Physics: An Exploration of the Parallels between Modern Physics and Eastern Mysticism
:PROPERTIES:
:AUTHOR:    Fritjof Capra
:ADDED:     <2014-04-10>
:GOODREADS: https://www.goodreads.com/book/show/10238
:END:

* READ The Blind Watchmaker: Why the Evidence of Evolution Reveals a Universe Without Design
:PROPERTIES:
:AUTHOR:    Richard Dawkins
:ADDED:     <2014-04-10>
:GOODREADS: https://www.goodreads.com/book/show/117047
:END:

* READ The Last Lecture
CLOSED: [2014-04-10]
:PROPERTIES:
:AUTHOR:    Randy Pausch, Jeffrey Zaslow
:ADDED:     <2014-04-10>
:GOODREADS: https://www.goodreads.com/book/show/2318271
:END:

* READ Nikola Tesla: Imagination and the Man That Invented the 20th Century
:PROPERTIES:
:AUTHOR:    Sean Patrick
:ADDED:     <2014-04-10>
:GOODREADS: https://www.goodreads.com/book/show/17835351
:END:

* READ Chaos: Making a New Science
CLOSED: [2014-03-23]
:PROPERTIES:
:AUTHOR:    James Gleick
:ADDED:     <2014-03-19>
:GOODREADS: https://www.goodreads.com/book/show/64582
:END:

* The Grand Design
:PROPERTIES:
:AUTHOR:    Stephen Hawking, Leonard Mlodinow
:ADDED:     <2014-03-19>
:GOODREADS: https://www.goodreads.com/book/show/8520362
:END:

* Surely You're Joking, Mr. Feynman!: Adventures of a Curious Character
:PROPERTIES:
:AUTHOR:    Richard Feynman
:ADDED:     <2014-03-19>
:GOODREADS: https://www.goodreads.com/book/show/5544
:END:

* A Brief History of Time
:PROPERTIES:
:AUTHOR:    Stephen Hawking, Cao Chi, Phạm Văn Thiều
:ADDED:     <2014-03-19>
:GOODREADS: https://www.goodreads.com/book/show/3869
:END:

* NEXT Design Patterns: Elements of Reusable Object-Oriented Software
:PROPERTIES:
:AUTHOR:   Erich Gamma, Richard Helm, Ralph Johnson, John Vlissides
:ADDED:    <2017-06-28>
:AMAZON:   https://www.amazon.com/Design-Patterns-Elements-Reusable-Object-Oriented/dp/0201633612
:END:

* Tales of Old Japan: Folklore, Fairy Tales, Ghost Stories and Legends of the Samurai
:PROPERTIES:
:AUTHOR:   Algernon Bertram Freeman-Mitford
:ADDED:    <2017-06-28>
:GOODREADS: https://www.goodreads.com/book/show/194441.Tales_of_Old_Japan
:END:

