docs/readings/reading-list.org.html

<span class="org-level-1">* </span><span class="org-level-1"><span class="org-done">READ</span></span><span class="org-level-1"> </span><span class="org-level-1"><span class="org-headline-done">Quiet: The Power of Introverts in a World That Can't Stop Talking</span></span><span class="org-level-1">
</span><span class="org-special-keyword">CLOSED:</span> <span class="org-date">[2014&#9472;07&#9472;12]</span>
<span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Susan Cain</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2014&#9472;07&#9472;05&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/8520610">https://www.goodreads.com/book/show/8520610</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* </span><span class="org-level-1"><span class="org-done">READ</span></span><span class="org-level-1"> </span><span class="org-level-1"><span class="org-headline-done">Animal Farm</span></span><span class="org-level-1">
</span><span class="org-special-keyword">CLOSED:</span> <span class="org-date">[2014&#9472;07&#9472;05]</span>
<span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">George Orwell</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2014&#9472;07&#9472;05&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/7613">https://www.goodreads.com/book/show/7613</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* </span><span class="org-level-1"><span class="org-done">READ</span></span><span class="org-level-1"> </span><span class="org-level-1"><span class="org-headline-done">QED: The Strange Theory of Light and Matter</span></span><span class="org-level-1">
</span><span class="org-special-keyword">CLOSED:</span> <span class="org-date">[2014&#9472;06&#9472;24]</span>
<span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Richard Feynman</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2014&#9472;06&#9472;23&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/5552">https://www.goodreads.com/book/show/5552</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* </span><span class="org-level-1"><span class="org-done">READ</span></span><span class="org-level-1"> </span><span class="org-level-1"><span class="org-headline-done">The First Three Minutes: A Modern View Of The Origin Of The Universe</span></span><span class="org-level-1">
</span><span class="org-special-keyword">CLOSED:</span> <span class="org-date">[2014&#9472;06&#9472;22]</span>
<span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Steven Weinberg</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2014&#9472;06&#9472;22&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/150131">https://www.goodreads.com/book/show/150131</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* </span><span class="org-level-1"><span class="org-done">READ</span></span><span class="org-level-1"> </span><span class="org-level-1"><span class="org-headline-done">The Universe in a Nutshell</span></span><span class="org-level-1">
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Stephen Hawking</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2014&#9472;04&#9472;10&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/2095">https://www.goodreads.com/book/show/2095</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* The Tao of Physics: An Exploration of the Parallels between Modern Physics and Eastern Mysticism
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Fritjof Capra</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2014&#9472;04&#9472;10&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/10238">https://www.goodreads.com/book/show/10238</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* </span><span class="org-level-1"><span class="org-done">READ</span></span><span class="org-level-1"> </span><span class="org-level-1"><span class="org-headline-done">The Blind Watchmaker: Why the Evidence of Evolution Reveals a Universe Without Design</span></span><span class="org-level-1">
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Richard Dawkins</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2014&#9472;04&#9472;10&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/117047">https://www.goodreads.com/book/show/117047</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* </span><span class="org-level-1"><span class="org-done">READ</span></span><span class="org-level-1"> </span><span class="org-level-1"><span class="org-headline-done">The Last Lecture</span></span><span class="org-level-1">
</span><span class="org-special-keyword">CLOSED:</span> <span class="org-date">[2014&#9472;04&#9472;10]</span>
<span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Randy Pausch, Jeffrey Zaslow</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2014&#9472;04&#9472;10&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/2318271">https://www.goodreads.com/book/show/2318271</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* </span><span class="org-level-1"><span class="org-done">READ</span></span><span class="org-level-1"> </span><span class="org-level-1"><span class="org-headline-done">Nikola Tesla: Imagination and the Man That Invented the 20th Century</span></span><span class="org-level-1">
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Sean Patrick</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2014&#9472;04&#9472;10&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/17835351">https://www.goodreads.com/book/show/17835351</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* </span><span class="org-level-1"><span class="org-done">READ</span></span><span class="org-level-1"> </span><span class="org-level-1"><span class="org-headline-done">Chaos: Making a New Science</span></span><span class="org-level-1">
</span><span class="org-special-keyword">CLOSED:</span> <span class="org-date">[2014&#9472;03&#9472;23]</span>
<span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">James Gleick</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2014&#9472;03&#9472;19&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/64582">https://www.goodreads.com/book/show/64582</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* The Grand Design
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Stephen Hawking, Leonard Mlodinow</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2014&#9472;03&#9472;19&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/8520362">https://www.goodreads.com/book/show/8520362</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Surely You're Joking, Mr. Feynman!: Adventures of a Curious Character
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Richard Feynman</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2014&#9472;03&#9472;19&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/5544">https://www.goodreads.com/book/show/5544</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* A Brief History of Time
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>    <span class="org-property-value">Stephen Hawking, Cao Chi, Ph&#7841;m V&#259;n Thi&#7873;u</span>
<span class="org-special-keyword">:ADDED:</span>     <span class="org-date">&lt;2014&#9472;03&#9472;19&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/3869">https://www.goodreads.com/book/show/3869</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* </span><span class="org-level-1"><span class="org-todo">NEXT</span></span><span class="org-level-1"> Design Patterns: Elements of Reusable Object&#9472;Oriented Software
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>   <span class="org-property-value">Erich Gamma, Richard Helm, Ralph Johnson, John Vlissides</span>
<span class="org-special-keyword">:ADDED:</span>    <span class="org-date">&lt;2017&#9472;06&#9472;28&gt;</span>
<span class="org-special-keyword">:AMAZON:</span>   <span class="org-link"><a href="https://www.amazon.com/Design-Patterns-Elements-Reusable-Object-Oriented/dp/0201633612">https://www.amazon.com/Design</a>&#9472;<a href="https://www.amazon.com/Design-Patterns-Elements-Reusable-Object-Oriented/dp/0201633612">Patterns</a>&#9472;<a href="https://www.amazon.com/Design-Patterns-Elements-Reusable-Object-Oriented/dp/0201633612">Elements</a>&#9472;<a href="https://www.amazon.com/Design-Patterns-Elements-Reusable-Object-Oriented/dp/0201633612">Reusable</a>&#9472;<a href="https://www.amazon.com/Design-Patterns-Elements-Reusable-Object-Oriented/dp/0201633612">Object</a>&#9472;<a href="https://www.amazon.com/Design-Patterns-Elements-Reusable-Object-Oriented/dp/0201633612">Oriented/dp/0201633612</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Tales of Old Japan: Folklore, Fairy Tales, Ghost Stories and Legends of the Samurai
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>   <span class="org-property-value">Algernon Bertram Freeman&#9472;Mitford</span>
<span class="org-special-keyword">:ADDED:</span>    <span class="org-date">&lt;2017&#9472;06&#9472;28&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/194441.Tales_of_Old_Japan">https://www.goodreads.com/book/show/194441.Tales_of_Old_Japan</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* </span><span class="org-level-1"><span class="org-todo">NEXT</span></span><span class="org-level-1"> Blankets
</span><span class="org-special-keyword">:PROPERTIES:</span>
