pile/readings/reading-list.org
* NEXT Blankets
:PROPERTIES:
:AUTHOR:   Craig Thompson
:ADDED:    <2017-06-28>
:GOODREADS: https://www.goodreads.com/book/show/25179.Blankets?ac=1&from_search=true
:END:
* The Mathematical Mechanic: Using Physical Reasoning to Solve Problems
:PROPERTIES:
:AUTHOR:   Mark Levi
:ADDED:    <2017-06-28>
:GOODREADS: https://www.goodreads.com/book/show/6418615-the-mathematical-mechanic?ac=1&from_search=true
:END:

* Structure and Interpretation of Computer Programs
:PROPERTIES:
:AUTHOR:   Harold Abelson, Gerald Jay Sussman, Julie Sussman
:ADDED:    <2017-06-28>
:GOODREADS: https://www.goodreads.com/book/show/43713.Structure_and_Interpretation_of_Computer_Programs?ac=1&from_search=true
:END:

* How to Design Programs: An Introduction to Programming and Computing
:PROPERTIES:
:AUTHOR:   Matthias Felleisen
:ADDED:    <2017-06-28>
:AMAZON:   https://www.amazon.com/How-Design-Programs-Introduction-Programming/dp/0262062186
:END:

* Data Structures and Algorithms in Python
:PROPERTIES:
:AUTHOR:   Michael T. Goodrich
:ADDED:    <2017-06-28>
:AMAZON:   https://www.amazon.com/Structures-Algorithms-Python-Michael-Goodrich/dp/1118290275
:END:

* READING Practical Common Lisp
:PROPERTIES:
:AUTHOR:   Peter Seibel
:ADDED:    <2017-06-28>
:AMAZON:   https://www.amazon.com/Practical-Common-Lisp-Peter-Seibel/dp/1590592395
:END:

* Beautiful Racket
:PROPERTIES:
:AUTHOR:   Matthew Butterick
:ADDED:    <2017-06-28>
:URL:      http://beautifulracket.com/
:END:

* Moby Dick
:PROPERTIES:
:AUTHOR:   Herman Melville
:ADDED:    <2017-06-28>
:END:

* Soul Made Flesh: The Discovery of the Brain--and How it Changed the World
:PROPERTIES:
:AUTHOR:   Carl Zimmer
:ADDED:    <2017-06-28>
:AMAZON:   https://www.amazon.com/gp/product/0743272056
:END:

* Through the Language Glass: Why the World Looks Different in Other Languages
:PROPERTIES:
:AUTHOR:   Guy Deutscher
:ADDED:    <2017-07-04>
:AMAZON:   https://www.amazon.com/Through-Language-Glass-Different-Languages/dp/0312610491
:END:

* READ Preludes & Nocturnes (Sandman, #1)
CLOSED: [2017-07-07 Fri 23:58]
:PROPERTIES:
:AUTHOR:   Neil Gaiman, Sam Kieth, (Illustrator), Mike Dringenberg, (Illustrator), Malcolm Jones III, (Illustrator), Todd Klein, (Letterer), Karen  Berger, (Introduction/Editor)
:ADDED:    <2017-07-07>
:GOODREADS: https://www.goodreads.com/book/show/23754.Preludes_Nocturnes
:END:

Decent. Did not feel /very/ impressive, but there are a lot more issues to go.

* READ The Doll's House (Sandman, #2)
CLOSED: [2017-07-11 Tue 15:33]
:PROPERTIES:
:AUTHOR:   Neil Gaiman, Steve Parkhouse, (Illustrator), Chris Bachalo, (Illustrator), Michael Zulli, (Illustrator), Mike Dringenberg, (Illustrator), Malcolm Jones III, (Illustrator), Todd Klein, (Letterer), Clive Barker, (Introduction)
:ADDED:    <2017-07-08>
:GOODREADS: https://www.goodreads.com/book/show/25099.The_Doll_s_House
:END:

Better than the first collection. Both are written well, but the first feels
like telling a pretty simple story while the second, spending the same amount of
attention, has more depth to it.

* READING Dream Country (Sandman, #3)
:PROPERTIES:
:AUTHOR:   Neil Gaiman, Kelley Jones, (Illustrator), Charles Vess, (Illustrator), Colleen Doran, (Illustrator), Malcolm Jones III, (Illustrator), Steve Erickson, (Introduction)
:ADDED:    <2017-07-11>
:GOODREADS: https://www.goodreads.com/book/show/25100.Dream_Country
:END:

