docs/readings/reading-list.org.html
<span class="org-special-keyword">:AUTHOR:</span>   <span class="org-property-value">Craig Thompson</span>
<span class="org-special-keyword">:ADDED:</span>    <span class="org-date">&lt;2017&#9472;06&#9472;28&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/25179.Blankets?ac=1&amp;from_search=true">https://www.goodreads.com/book/show/25179.Blankets?ac=1&amp;from_search=true</a></span>
<span class="org-special-keyword">:END:</span>
<span class="org-level-1">* The Mathematical Mechanic: Using Physical Reasoning to Solve Problems
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>   <span class="org-property-value">Mark Levi</span>
<span class="org-special-keyword">:ADDED:</span>    <span class="org-date">&lt;2017&#9472;06&#9472;28&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/6418615-the-mathematical-mechanic?ac=1&amp;from_search=true">https://www.goodreads.com/book/show/6418615</a>&#9472;<a href="https://www.goodreads.com/book/show/6418615-the-mathematical-mechanic?ac=1&amp;from_search=true">the</a>&#9472;<a href="https://www.goodreads.com/book/show/6418615-the-mathematical-mechanic?ac=1&amp;from_search=true">mathematical</a>&#9472;<a href="https://www.goodreads.com/book/show/6418615-the-mathematical-mechanic?ac=1&amp;from_search=true">mechanic?ac=1&amp;from_search=true</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Structure and Interpretation of Computer Programs
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>   <span class="org-property-value">Harold Abelson, Gerald Jay Sussman, Julie Sussman</span>
<span class="org-special-keyword">:ADDED:</span>    <span class="org-date">&lt;2017&#9472;06&#9472;28&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/43713.Structure_and_Interpretation_of_Computer_Programs?ac=1&amp;from_search=true">https://www.goodreads.com/book/show/43713.Structure_and_Interpretation_of_Computer_Programs?ac=1&amp;from_search=true</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* How to Design Programs: An Introduction to Programming and Computing
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>   <span class="org-property-value">Matthias Felleisen</span>
<span class="org-special-keyword">:ADDED:</span>    <span class="org-date">&lt;2017&#9472;06&#9472;28&gt;</span>
<span class="org-special-keyword">:AMAZON:</span>   <span class="org-link"><a href="https://www.amazon.com/How-Design-Programs-Introduction-Programming/dp/0262062186">https://www.amazon.com/How</a>&#9472;<a href="https://www.amazon.com/How-Design-Programs-Introduction-Programming/dp/0262062186">Design</a>&#9472;<a href="https://www.amazon.com/How-Design-Programs-Introduction-Programming/dp/0262062186">Programs</a>&#9472;<a href="https://www.amazon.com/How-Design-Programs-Introduction-Programming/dp/0262062186">Introduction</a>&#9472;<a href="https://www.amazon.com/How-Design-Programs-Introduction-Programming/dp/0262062186">Programming/dp/0262062186</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Data Structures and Algorithms in Python
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>   <span class="org-property-value">Michael T. Goodrich</span>
<span class="org-special-keyword">:ADDED:</span>    <span class="org-date">&lt;2017&#9472;06&#9472;28&gt;</span>
<span class="org-special-keyword">:AMAZON:</span>   <span class="org-link"><a href="https://www.amazon.com/Structures-Algorithms-Python-Michael-Goodrich/dp/1118290275">https://www.amazon.com/Structures</a>&#9472;<a href="https://www.amazon.com/Structures-Algorithms-Python-Michael-Goodrich/dp/1118290275">Algorithms</a>&#9472;<a href="https://www.amazon.com/Structures-Algorithms-Python-Michael-Goodrich/dp/1118290275">Python</a>&#9472;<a href="https://www.amazon.com/Structures-Algorithms-Python-Michael-Goodrich/dp/1118290275">Michael</a>&#9472;<a href="https://www.amazon.com/Structures-Algorithms-Python-Michael-Goodrich/dp/1118290275">Goodrich/dp/1118290275</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* </span><span class="org-level-1"><span class="org-todo">READING</span></span><span class="org-level-1"> Practical Common Lisp
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>   <span class="org-property-value">Peter Seibel</span>
<span class="org-special-keyword">:ADDED:</span>    <span class="org-date">&lt;2017&#9472;06&#9472;28&gt;</span>
<span class="org-special-keyword">:AMAZON:</span>   <span class="org-link"><a href="https://www.amazon.com/Practical-Common-Lisp-Peter-Seibel/dp/1590592395">https://www.amazon.com/Practical</a>&#9472;<a href="https://www.amazon.com/Practical-Common-Lisp-Peter-Seibel/dp/1590592395">Common</a>&#9472;<a href="https://www.amazon.com/Practical-Common-Lisp-Peter-Seibel/dp/1590592395">Lisp</a>&#9472;<a href="https://www.amazon.com/Practical-Common-Lisp-Peter-Seibel/dp/1590592395">Peter</a>&#9472;<a href="https://www.amazon.com/Practical-Common-Lisp-Peter-Seibel/dp/1590592395">Seibel/dp/1590592395</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Beautiful Racket
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>   <span class="org-property-value">Matthew Butterick</span>
<span class="org-special-keyword">:ADDED:</span>    <span class="org-date">&lt;2017&#9472;06&#9472;28&gt;</span>
<span class="org-special-keyword">:URL:</span>      <span class="org-link"><a href="http://beautifulracket.com/">http://beautifulracket.com/</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Moby Dick
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>   <span class="org-property-value">Herman Melville</span>
<span class="org-special-keyword">:ADDED:</span>    <span class="org-date">&lt;2017&#9472;06&#9472;28&gt;</span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Soul Made Flesh: The Discovery of the Brain&#9472;&#9472;and How it Changed the World
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>   <span class="org-property-value">Carl Zimmer</span>
<span class="org-special-keyword">:ADDED:</span>    <span class="org-date">&lt;2017&#9472;06&#9472;28&gt;</span>
<span class="org-special-keyword">:AMAZON:</span>   <span class="org-link"><a href="https://www.amazon.com/gp/product/0743272056">https://www.amazon.com/gp/product/0743272056</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Through the Language Glass: Why the World Looks Different in Other Languages
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>   <span class="org-property-value">Guy Deutscher</span>
<span class="org-special-keyword">:ADDED:</span>    <span class="org-date">&lt;2017&#9472;07&#9472;04&gt;</span>
<span class="org-special-keyword">:AMAZON:</span>   <span class="org-link"><a href="https://www.amazon.com/Through-Language-Glass-Different-Languages/dp/0312610491">https://www.amazon.com/Through</a>&#9472;<a href="https://www.amazon.com/Through-Language-Glass-Different-Languages/dp/0312610491">Language</a>&#9472;<a href="https://www.amazon.com/Through-Language-Glass-Different-Languages/dp/0312610491">Glass</a>&#9472;<a href="https://www.amazon.com/Through-Language-Glass-Different-Languages/dp/0312610491">Different</a>&#9472;<a href="https://www.amazon.com/Through-Language-Glass-Different-Languages/dp/0312610491">Languages/dp/0312610491</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* </span><span class="org-level-1"><span class="org-done">READ</span></span><span class="org-level-1"> </span><span class="org-level-1"><span class="org-headline-done">Preludes &amp; Nocturnes (Sandman, </span></span><span class="org-level-1"><span class="org-headline-done"><span class="org-tag">#1)</span></span></span><span class="org-level-1">
</span><span class="org-special-keyword">CLOSED:</span> <span class="org-date">[2017&#9472;07&#9472;07 Fri 23:58]</span>
<span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>   <span class="org-property-value">Neil Gaiman, Sam Kieth, (Illustrator), Mike Dringenberg, (Illustrator), Malcolm Jones III, (Illustrator), Todd Klein, (Letterer), Karen  Berger, (Introduction/Editor)</span>
<span class="org-special-keyword">:ADDED:</span>    <span class="org-date">&lt;2017&#9472;07&#9472;07&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/23754.Preludes_Nocturnes">https://www.goodreads.com/book/show/23754.Preludes_Nocturnes</a></span>
<span class="org-special-keyword">:END:</span>

Decent. Did not feel <span class="italic">very</span> impressive, but there are a lot more issues to go.

<span class="org-level-1">* </span><span class="org-level-1"><span class="org-done">READ</span></span><span class="org-level-1"> </span><span class="org-level-1"><span class="org-headline-done">The Doll's House (Sandman, </span></span><span class="org-level-1"><span class="org-headline-done"><span class="org-tag">#2)</span></span></span><span class="org-level-1">
</span><span class="org-special-keyword">CLOSED:</span> <span class="org-date">[2017&#9472;07&#9472;11 Tue 15:33]</span>
<span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>   <span class="org-property-value">Neil Gaiman, Steve Parkhouse, (Illustrator), Chris Bachalo, (Illustrator), Michael Zulli, (Illustrator), Mike Dringenberg, (Illustrator), Malcolm Jones III, (Illustrator), Todd Klein, (Letterer), Clive Barker, (Introduction)</span>
<span class="org-special-keyword">:ADDED:</span>    <span class="org-date">&lt;2017&#9472;07&#9472;08&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/25099.The_Doll_s_House">https://www.goodreads.com/book/show/25099.The_Doll_s_House</a></span>
<span class="org-special-keyword">:END:</span>

Better than the first collection. Both are written well, but the first feels
like telling a pretty simple story while the second, spending the same amount of
attention, has more depth to it.

<span class="org-level-1">* </span><span class="org-level-1"><span class="org-todo">READING</span></span><span class="org-level-1"> Dream Country (Sandman, </span><span class="org-level-1"><span class="org-tag">#3)</span></span><span class="org-level-1">
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>   <span class="org-property-value">Neil Gaiman, Kelley Jones, (Illustrator), Charles Vess, (Illustrator), Colleen Doran, (Illustrator), Malcolm Jones III, (Illustrator), Steve Erickson, (Introduction)</span>
<span class="org-special-keyword">:ADDED:</span>    <span class="org-date">&lt;2017&#9472;07&#9472;11&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/25100.Dream_Country">https://www.goodreads.com/book/show/25100.Dream_Country</a></span>
<span class="org-special-keyword">:END:</span>
