pile/readings/reading-list.org
* Season of Mists (Sandman, #4)
:PROPERTIES:
:AUTHOR:   Neil Gaiman, Matt Wagner, (Illustrator), George Pratt, (Illustrator), Dick Giordano, (Illustrator), Kelley Jones, (Illustrator), P. Craig Russell, (Illustrator), Mike Dringenberg, (Illustrator), Malcolm Jones III, (Illustrator), Todd Klein, (Letterer), Harlan Ellison, (Introduction)
:ADDED:    <2017-07-11>
:GOODREADS: https://www.goodreads.com/book/show/25101.Season_of_Mists
:END:

* A Game of You (Sandman, #5)
:PROPERTIES:
:AUTHOR:   Neil Gaiman, Shawn McManus, (Illustrator), Colleen Doran, (Illustrator), Bryan Talbot, (Illustrator), George Pratt, (Illustrator), Stan Woch, (Illustrator), Dick Giordano, (Illustrator), Todd Klein, (Letterer)
:ADDED:    <2017-07-11>
:GOODREADS: https://www.goodreads.com/book/show/25102.A_Game_of_You
:END:

* Fables and Reflections (Sandman, #6)
:PROPERTIES:
:AUTHOR:   Neil Gaiman, Bryan Talbot, (Illustrator), Stan Woch, (Illustrator), P. Craig Russell, (Illustrator), Shawn McManus, (Illustrator), John Watkiss, (Illustrator), Jill Thompson, (Illustrator), Duncan Eagleson, (Illustrator), Kent Williams, (Illustrator), Todd Klein, (Letterer)
:ADDED:    <2017-07-11>
:GOODREADS: https://www.goodreads.com/book/show/25106.Fables_and_Reflections
:END:

* Brief Lives (Sandman, #7)
:PROPERTIES:
:AUTHOR:   Neil Gaiman, Jill Thompson, (Illustrator), Vince Locke, (Illustrator), Peter Straub, (Introduction)
:ADDED:    <2017-07-11>
:GOODREADS: https://www.goodreads.com/book/show/25105.Brief_Lives
:END:

* Worlds' End (Sandman, #8)
:PROPERTIES:
:AUTHOR:   Neil Gaiman, Mike Allred, (Illustrator), Gary Amaro, (Illustrator), Mark Buckingham, (Illustrator), David Giordano, (Illustrator), Tony Harris, (Illustrator), Steve Leialoha, (Illustrator), Vince Locke, (Illustrator), Shea Anton Pensa, (Illustrator), Alec Stevens, (Illustrator), Bryan Talbot, (Illustrator), John Watkiss, (Illustrator), Todd Klein, (Letterer), Michael Zulli, (Illustrator), Stephen King, (Introduction)
:ADDED:    <2017-07-11>
:GOODREADS: https://www.goodreads.com/book/show/25103.Worlds_End
:END:

* The Kindly Ones (Sandman, #9)
:PROPERTIES:
:AUTHOR:   Neil Gaiman, Marc Hempel, (Illustrator), Richard Case, (Illustrator), D'Israeli, (Illustrator), Teddy Kristiansen, (Illustrator), Glyn Dillon, (Illustrator), Charles Vess, (Illustrator), Dean Ormston, (Illustrator), Kevin Nowlan, (Illustrator), Todd Klein, (Letterer), Frank McConnell, (Introduction)
:ADDED:    <2017-07-11>
:GOODREADS: https://www.goodreads.com/book/show/71252.The_Kindly_Ones
:END:

* The Wake (Sandman, #10)
:PROPERTIES:
:AUTHOR:   Neil Gaiman, Michael Zulli, (Illustrator), Jon J. Muth, (Illustrator), Charles Vess, (Illustrator), Mikal Gilmore, (Introduction)
:ADDED:    <2017-07-11>
:GOODREADS: https://www.goodreads.com/book/show/25104.The_Wake
:END:

* Endless Nights (Sandman, #11)
:PROPERTIES:
:AUTHOR:   Neil Gaiman, Barron Storey, (Illustrator), Bill Sienkiewicz, (Illustrator), Glenn Fabry, (Illustrator), Dave McKean, (Illustrator), P. Craig Russell, (Illustrator), Milo Manara, (Illustrator), Miguelanxo Prado, (Illustrator), Frank Quitely, (Illustrator), Todd Klein, (Letterer)
:ADDED:    <2017-07-11>
:GOODREADS: https://www.goodreads.com/book/show/47720.The_Sandman
:END:

* READING A Midsummer Night's Dream
:PROPERTIES:
:AUTHOR:   William Shakespeare, Barbara A. Mowat, (Editor), Paul Werstine, (Editor), Catherine Belsey, (Contributor)
:ADDED:    <2017-07-12>
:GOODREADS: https://www.goodreads.com/book/show/1622.A_Midsummer_Night_s_Dream
:END:

* The Organization Man
:PROPERTIES:
:AUTHOR:   William H. Whyte, Joseph Nocera
:ADDED:    <2017-07-25>
:AMAZON:   https://www.amazon.com/Organization-Man-William-H-Whyte/dp/0812218191
:END:

* The Science of Fear: How the Culture of Fear Manipulates Your Brain
:PROPERTIES:
:AUTHOR:   Daniel Gardner
:ADDED:    <2017-07-27>
:AMAZON:   https://www.amazon.com/Science-Fear-Culture-Manipulates-Brain/dp/0452295467
:END:

* The Evolution of Cooperation: Revised Edition
:PROPERTIES:
:AUTHOR:   Robert Axelrod
:ADDED:    <2017-07-28>
:AMAZON:   https://www.amazon.com/Evolution-Cooperation-Revised-Robert-Axelrod/dp/0465005640
:END:

