docs/readings/reading-list.org.html

<span class="org-level-1">* Season of Mists (Sandman, </span><span class="org-level-1"><span class="org-tag">#4)</span></span><span class="org-level-1">
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>   <span class="org-property-value">Neil Gaiman, Matt Wagner, (Illustrator), George Pratt, (Illustrator), Dick Giordano, (Illustrator), Kelley Jones, (Illustrator), P. Craig Russell, (Illustrator), Mike Dringenberg, (Illustrator), Malcolm Jones III, (Illustrator), Todd Klein, (Letterer), Harlan Ellison, (Introduction)</span>
<span class="org-special-keyword">:ADDED:</span>    <span class="org-date">&lt;2017&#9472;07&#9472;11&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/25101.Season_of_Mists">https://www.goodreads.com/book/show/25101.Season_of_Mists</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* A Game of You (Sandman, </span><span class="org-level-1"><span class="org-tag">#5)</span></span><span class="org-level-1">
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>   <span class="org-property-value">Neil Gaiman, Shawn McManus, (Illustrator), Colleen Doran, (Illustrator), Bryan Talbot, (Illustrator), George Pratt, (Illustrator), Stan Woch, (Illustrator), Dick Giordano, (Illustrator), Todd Klein, (Letterer)</span>
<span class="org-special-keyword">:ADDED:</span>    <span class="org-date">&lt;2017&#9472;07&#9472;11&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/25102.A_Game_of_You">https://www.goodreads.com/book/show/25102.A_Game_of_You</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Fables and Reflections (Sandman, </span><span class="org-level-1"><span class="org-tag">#6)</span></span><span class="org-level-1">
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>   <span class="org-property-value">Neil Gaiman, Bryan Talbot, (Illustrator), Stan Woch, (Illustrator), P. Craig Russell, (Illustrator), Shawn McManus, (Illustrator), John Watkiss, (Illustrator), Jill Thompson, (Illustrator), Duncan Eagleson, (Illustrator), Kent Williams, (Illustrator), Todd Klein, (Letterer)</span>
<span class="org-special-keyword">:ADDED:</span>    <span class="org-date">&lt;2017&#9472;07&#9472;11&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/25106.Fables_and_Reflections">https://www.goodreads.com/book/show/25106.Fables_and_Reflections</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Brief Lives (Sandman, </span><span class="org-level-1"><span class="org-tag">#7)</span></span><span class="org-level-1">
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>   <span class="org-property-value">Neil Gaiman, Jill Thompson, (Illustrator), Vince Locke, (Illustrator), Peter Straub, (Introduction)</span>
<span class="org-special-keyword">:ADDED:</span>    <span class="org-date">&lt;2017&#9472;07&#9472;11&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/25105.Brief_Lives">https://www.goodreads.com/book/show/25105.Brief_Lives</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Worlds' End (Sandman, </span><span class="org-level-1"><span class="org-tag">#8)</span></span><span class="org-level-1">
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>   <span class="org-property-value">Neil Gaiman, Mike Allred, (Illustrator), Gary Amaro, (Illustrator), Mark Buckingham, (Illustrator), David Giordano, (Illustrator), Tony Harris, (Illustrator), Steve Leialoha, (Illustrator), Vince Locke, (Illustrator), Shea Anton Pensa, (Illustrator), Alec Stevens, (Illustrator), Bryan Talbot, (Illustrator), John Watkiss, (Illustrator), Todd Klein, (Letterer), Michael Zulli, (Illustrator), Stephen King, (Introduction)</span>
<span class="org-special-keyword">:ADDED:</span>    <span class="org-date">&lt;2017&#9472;07&#9472;11&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/25103.Worlds_End">https://www.goodreads.com/book/show/25103.Worlds_End</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* The Kindly Ones (Sandman, </span><span class="org-level-1"><span class="org-tag">#9)</span></span><span class="org-level-1">
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>   <span class="org-property-value">Neil Gaiman, Marc Hempel, (Illustrator), Richard Case, (Illustrator), D'Israeli, (Illustrator), Teddy Kristiansen, (Illustrator), Glyn Dillon, (Illustrator), Charles Vess, (Illustrator), Dean Ormston, (Illustrator), Kevin Nowlan, (Illustrator), Todd Klein, (Letterer), Frank McConnell, (Introduction)</span>
<span class="org-special-keyword">:ADDED:</span>    <span class="org-date">&lt;2017&#9472;07&#9472;11&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/71252.The_Kindly_Ones">https://www.goodreads.com/book/show/71252.The_Kindly_Ones</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* The Wake (Sandman, </span><span class="org-level-1"><span class="org-tag">#10)</span></span><span class="org-level-1">
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>   <span class="org-property-value">Neil Gaiman, Michael Zulli, (Illustrator), Jon J. Muth, (Illustrator), Charles Vess, (Illustrator), Mikal Gilmore, (Introduction)</span>
<span class="org-special-keyword">:ADDED:</span>    <span class="org-date">&lt;2017&#9472;07&#9472;11&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/25104.The_Wake">https://www.goodreads.com/book/show/25104.The_Wake</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Endless Nights (Sandman, </span><span class="org-level-1"><span class="org-tag">#11)</span></span><span class="org-level-1">
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>   <span class="org-property-value">Neil Gaiman, Barron Storey, (Illustrator), Bill Sienkiewicz, (Illustrator), Glenn Fabry, (Illustrator), Dave McKean, (Illustrator), P. Craig Russell, (Illustrator), Milo Manara, (Illustrator), Miguelanxo Prado, (Illustrator), Frank Quitely, (Illustrator), Todd Klein, (Letterer)</span>
<span class="org-special-keyword">:ADDED:</span>    <span class="org-date">&lt;2017&#9472;07&#9472;11&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/47720.The_Sandman">https://www.goodreads.com/book/show/47720.The_Sandman</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* </span><span class="org-level-1"><span class="org-todo">READING</span></span><span class="org-level-1"> A Midsummer Night's Dream
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>   <span class="org-property-value">William Shakespeare, Barbara A. Mowat, (Editor), Paul Werstine, (Editor), Catherine Belsey, (Contributor)</span>
<span class="org-special-keyword">:ADDED:</span>    <span class="org-date">&lt;2017&#9472;07&#9472;12&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/1622.A_Midsummer_Night_s_Dream">https://www.goodreads.com/book/show/1622.A_Midsummer_Night_s_Dream</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* The Organization Man
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>   <span class="org-property-value">William H. Whyte, Joseph Nocera</span>
<span class="org-special-keyword">:ADDED:</span>    <span class="org-date">&lt;2017&#9472;07&#9472;25&gt;</span>
<span class="org-special-keyword">:AMAZON:</span>   <span class="org-link"><a href="https://www.amazon.com/Organization-Man-William-H-Whyte/dp/0812218191">https://www.amazon.com/Organization</a>&#9472;<a href="https://www.amazon.com/Organization-Man-William-H-Whyte/dp/0812218191">Man</a>&#9472;<a href="https://www.amazon.com/Organization-Man-William-H-Whyte/dp/0812218191">William</a>&#9472;<a href="https://www.amazon.com/Organization-Man-William-H-Whyte/dp/0812218191">H</a>&#9472;<a href="https://www.amazon.com/Organization-Man-William-H-Whyte/dp/0812218191">Whyte/dp/0812218191</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* The Science of Fear: How the Culture of Fear Manipulates Your Brain
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>   <span class="org-property-value">Daniel Gardner</span>
<span class="org-special-keyword">:ADDED:</span>    <span class="org-date">&lt;2017&#9472;07&#9472;27&gt;</span>
<span class="org-special-keyword">:AMAZON:</span>   <span class="org-link"><a href="https://www.amazon.com/Science-Fear-Culture-Manipulates-Brain/dp/0452295467">https://www.amazon.com/Science</a>&#9472;<a href="https://www.amazon.com/Science-Fear-Culture-Manipulates-Brain/dp/0452295467">Fear</a>&#9472;<a href="https://www.amazon.com/Science-Fear-Culture-Manipulates-Brain/dp/0452295467">Culture</a>&#9472;<a href="https://www.amazon.com/Science-Fear-Culture-Manipulates-Brain/dp/0452295467">Manipulates</a>&#9472;<a href="https://www.amazon.com/Science-Fear-Culture-Manipulates-Brain/dp/0452295467">Brain/dp/0452295467</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* The Evolution of Cooperation: Revised Edition
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>   <span class="org-property-value">Robert Axelrod</span>
<span class="org-special-keyword">:ADDED:</span>    <span class="org-date">&lt;2017&#9472;07&#9472;28&gt;</span>
<span class="org-special-keyword">:AMAZON:</span>   <span class="org-link"><a href="https://www.amazon.com/Evolution-Cooperation-Revised-Robert-Axelrod/dp/0465005640">https://www.amazon.com/Evolution</a>&#9472;<a href="https://www.amazon.com/Evolution-Cooperation-Revised-Robert-Axelrod/dp/0465005640">Cooperation</a>&#9472;<a href="https://www.amazon.com/Evolution-Cooperation-Revised-Robert-Axelrod/dp/0465005640">Revised</a>&#9472;<a href="https://www.amazon.com/Evolution-Cooperation-Revised-Robert-Axelrod/dp/0465005640">Robert</a>&#9472;<a href="https://www.amazon.com/Evolution-Cooperation-Revised-Robert-Axelrod/dp/0465005640">Axelrod/dp/0465005640</a></span>
<span class="org-special-keyword">:END:</span>
