pile/readings/reading-list.org
* The Lifelong Activist
:PROPERTIES:
:AUTHOR:   Hillary Rettig
:URL:      http://lifelongactivist.com/
:END:

* The Story of Art
:PROPERTIES:
:AUTHOR:   E.H. Gombrich
:ADDED:    <2017-08-08>
:GOODREADS: https://www.goodreads.com/book/show/222078.The_Story_of_Art
:END:

* The Noonday Demon: An Atlas of Depression
:PROPERTIES:
:AUTHOR:   Andrew Solomon
:ADDED:    <2017-08-08>
:GOODREADS: https://www.goodreads.com/book/show/13932.The_Noonday_Demon
:END:

* The Song Of The Dodo: Island Biogeography In An Age Of Extinctions
:PROPERTIES:
:AUTHOR:   David Quammen
:ADDED:    <2017-08-08>
:GOODREADS: https://www.goodreads.com/book/show/546725.The_Song_Of_The_Dodo
:END:

* Forces of Habit: Drugs and the Making of the Modern World
:PROPERTIES:
:AUTHOR:   David T. Courtwright
:ADDED:    <2017-08-08>
:GOODREADS: https://www.goodreads.com/book/show/1358247.Forces_of_Habit
:END:

* A History of God: The 4,000-Year Quest of Judaism, Christianity, and Islam
:PROPERTIES:
:AUTHOR:   Karen Armstrong
:ADDED:    <2017-08-08>
:GOODREADS: https://www.goodreads.com/book/show/3873.A_History_of_God
:END:

* Inside Terrorism (Columbia Studies in Terrorism and Irregular Warfare)
:PROPERTIES:
:AUTHOR:   Bruce Hoffman
:ADDED:    <2017-08-08>
:GOODREADS: https://www.goodreads.com/book/show/22891.Inside_Terrorism
:END:

* King Leopold's Ghost
:PROPERTIES:
:AUTHOR:   Adam Hochschild
:ADDED:    <2017-08-08>
:GOODREADS: https://www.goodreads.com/book/show/347610.King_Leopold_s_Ghost
:END:

* Thinking, Fast and Slow
:PROPERTIES:
:AUTHOR:   Daniel Kahneman
:ADDED:    <2017-08-08>
:GOODREADS: https://www.goodreads.com/book/show/11468377-thinking-fast-and-slow
:END:

* The Emperor of All Maladies: A Biography of Cancer
:PROPERTIES:
:AUTHOR:   Siddhartha Mukherjee
:ADDED:    <2017-08-08>
:GOODREADS: https://www.goodreads.com/book/show/7170627-the-emperor-of-all-maladies
:END:

* Don't Make Me Think: A Common Sense Approach to Web Usability, 2nd Edition
:PROPERTIES:
:AUTHOR:
:ADDED:    <2017-08-09>
:AMAZON:   https://www.amazon.com/Dont-Make-Me-Think-Usability/dp/0321344758
:END:

* Evolution and the Levels of Selection
:PROPERTIES:
:AUTHOR:
:ADDED:    <2017-08-23>
:AMAZON:   https://www.amazon.com/Evolution-Levels-Selection-Samir-Okasha/dp/0199556717
:END:

* Deep Work: Rules for Focused Success in a Distracted World
:PROPERTIES:
:AUTHOR:
:ADDED:    <2017-08-23>
:AMAZON:   https://www.amazon.com/Deep-Work-Focused-Success-Distracted/dp/1455586692/ref=sr_1_1?ie=UTF8&qid=1503497788&sr=8-1&keywords=deep+work
:END:

* The Yellow Wall-Paper
:PROPERTIES:
:AUTHOR:   Charlotte Perkins Gilman, Elaine Hedges
:ADDED:    <2017-08-28>
:GOODREADS: https://www.goodreads.com/book/show/286957.The_Yellow_Wall_Paper
:END:

* Hammer of the Gods: The Led Zeppelin Saga
:PROPERTIES:
:AUTHOR:
:ADDED:    <2017-08-31>
:AMAZON:   https://www.amazon.com/Hammer-Gods-Led-Zeppelin-Saga/dp/0061473081
:END:

