docs/readings/reading-list.org.html

<span class="org-level-1">* The Lifelong Activist
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>   <span class="org-property-value">Hillary Rettig</span>
<span class="org-special-keyword">:URL:</span>      <span class="org-link"><a href="http://lifelongactivist.com/">http://lifelongactivist.com/</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* The Story of Art
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>   <span class="org-property-value">E.H. Gombrich</span>
<span class="org-special-keyword">:ADDED:</span>    <span class="org-date">&lt;2017&#9472;08&#9472;08&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/222078.The_Story_of_Art">https://www.goodreads.com/book/show/222078.The_Story_of_Art</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* The Noonday Demon: An Atlas of Depression
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>   <span class="org-property-value">Andrew Solomon</span>
<span class="org-special-keyword">:ADDED:</span>    <span class="org-date">&lt;2017&#9472;08&#9472;08&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/13932.The_Noonday_Demon">https://www.goodreads.com/book/show/13932.The_Noonday_Demon</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* The Song Of The Dodo: Island Biogeography In An Age Of Extinctions
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>   <span class="org-property-value">David Quammen</span>
<span class="org-special-keyword">:ADDED:</span>    <span class="org-date">&lt;2017&#9472;08&#9472;08&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/546725.The_Song_Of_The_Dodo">https://www.goodreads.com/book/show/546725.The_Song_Of_The_Dodo</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Forces of Habit: Drugs and the Making of the Modern World
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>   <span class="org-property-value">David T. Courtwright</span>
<span class="org-special-keyword">:ADDED:</span>    <span class="org-date">&lt;2017&#9472;08&#9472;08&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/1358247.Forces_of_Habit">https://www.goodreads.com/book/show/1358247.Forces_of_Habit</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* A History of God: The 4,000&#9472;Year Quest of Judaism, Christianity, and Islam
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>   <span class="org-property-value">Karen Armstrong</span>
<span class="org-special-keyword">:ADDED:</span>    <span class="org-date">&lt;2017&#9472;08&#9472;08&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/3873.A_History_of_God">https://www.goodreads.com/book/show/3873.A_History_of_God</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Inside Terrorism (Columbia Studies in Terrorism and Irregular Warfare)
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>   <span class="org-property-value">Bruce Hoffman</span>
<span class="org-special-keyword">:ADDED:</span>    <span class="org-date">&lt;2017&#9472;08&#9472;08&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/22891.Inside_Terrorism">https://www.goodreads.com/book/show/22891.Inside_Terrorism</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* King Leopold's Ghost
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>   <span class="org-property-value">Adam Hochschild</span>
<span class="org-special-keyword">:ADDED:</span>    <span class="org-date">&lt;2017&#9472;08&#9472;08&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/347610.King_Leopold_s_Ghost">https://www.goodreads.com/book/show/347610.King_Leopold_s_Ghost</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Thinking, Fast and Slow
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>   <span class="org-property-value">Daniel Kahneman</span>
<span class="org-special-keyword">:ADDED:</span>    <span class="org-date">&lt;2017&#9472;08&#9472;08&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/11468377-thinking-fast-and-slow">https://www.goodreads.com/book/show/11468377</a>&#9472;<a href="https://www.goodreads.com/book/show/11468377-thinking-fast-and-slow">thinking</a>&#9472;<a href="https://www.goodreads.com/book/show/11468377-thinking-fast-and-slow">fast</a>&#9472;<a href="https://www.goodreads.com/book/show/11468377-thinking-fast-and-slow">and</a>&#9472;<a href="https://www.goodreads.com/book/show/11468377-thinking-fast-and-slow">slow</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* The Emperor of All Maladies: A Biography of Cancer
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>   <span class="org-property-value">Siddhartha Mukherjee</span>
<span class="org-special-keyword">:ADDED:</span>    <span class="org-date">&lt;2017&#9472;08&#9472;08&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/7170627-the-emperor-of-all-maladies">https://www.goodreads.com/book/show/7170627</a>&#9472;<a href="https://www.goodreads.com/book/show/7170627-the-emperor-of-all-maladies">the</a>&#9472;<a href="https://www.goodreads.com/book/show/7170627-the-emperor-of-all-maladies">emperor</a>&#9472;<a href="https://www.goodreads.com/book/show/7170627-the-emperor-of-all-maladies">of</a>&#9472;<a href="https://www.goodreads.com/book/show/7170627-the-emperor-of-all-maladies">all</a>&#9472;<a href="https://www.goodreads.com/book/show/7170627-the-emperor-of-all-maladies">maladies</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Don't Make Me Think: A Common Sense Approach to Web Usability, 2nd Edition
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>
<span class="org-special-keyword">:ADDED:</span>    <span class="org-date">&lt;2017&#9472;08&#9472;09&gt;</span>
<span class="org-special-keyword">:AMAZON:</span>   <span class="org-link"><a href="https://www.amazon.com/Dont-Make-Me-Think-Usability/dp/0321344758">https://www.amazon.com/Dont</a>&#9472;<a href="https://www.amazon.com/Dont-Make-Me-Think-Usability/dp/0321344758">Make</a>&#9472;<a href="https://www.amazon.com/Dont-Make-Me-Think-Usability/dp/0321344758">Me</a>&#9472;<a href="https://www.amazon.com/Dont-Make-Me-Think-Usability/dp/0321344758">Think</a>&#9472;<a href="https://www.amazon.com/Dont-Make-Me-Think-Usability/dp/0321344758">Usability/dp/0321344758</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Evolution and the Levels of Selection
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>
<span class="org-special-keyword">:ADDED:</span>    <span class="org-date">&lt;2017&#9472;08&#9472;23&gt;</span>
<span class="org-special-keyword">:AMAZON:</span>   <span class="org-link"><a href="https://www.amazon.com/Evolution-Levels-Selection-Samir-Okasha/dp/0199556717">https://www.amazon.com/Evolution</a>&#9472;<a href="https://www.amazon.com/Evolution-Levels-Selection-Samir-Okasha/dp/0199556717">Levels</a>&#9472;<a href="https://www.amazon.com/Evolution-Levels-Selection-Samir-Okasha/dp/0199556717">Selection</a>&#9472;<a href="https://www.amazon.com/Evolution-Levels-Selection-Samir-Okasha/dp/0199556717">Samir</a>&#9472;<a href="https://www.amazon.com/Evolution-Levels-Selection-Samir-Okasha/dp/0199556717">Okasha/dp/0199556717</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Deep Work: Rules for Focused Success in a Distracted World
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>
<span class="org-special-keyword">:ADDED:</span>    <span class="org-date">&lt;2017&#9472;08&#9472;23&gt;</span>
<span class="org-special-keyword">:AMAZON:</span>   <span class="org-link"><a href="https://www.amazon.com/Deep-Work-Focused-Success-Distracted/dp/1455586692/ref=sr_1_1?ie=UTF8&amp;qid=1503497788&amp;sr=8-1&amp;keywords=deep+work">https://www.amazon.com/Deep</a>&#9472;<a href="https://www.amazon.com/Deep-Work-Focused-Success-Distracted/dp/1455586692/ref=sr_1_1?ie=UTF8&amp;qid=1503497788&amp;sr=8-1&amp;keywords=deep+work">Work</a>&#9472;<a href="https://www.amazon.com/Deep-Work-Focused-Success-Distracted/dp/1455586692/ref=sr_1_1?ie=UTF8&amp;qid=1503497788&amp;sr=8-1&amp;keywords=deep+work">Focused</a>&#9472;<a href="https://www.amazon.com/Deep-Work-Focused-Success-Distracted/dp/1455586692/ref=sr_1_1?ie=UTF8&amp;qid=1503497788&amp;sr=8-1&amp;keywords=deep+work">Success</a>&#9472;<a href="https://www.amazon.com/Deep-Work-Focused-Success-Distracted/dp/1455586692/ref=sr_1_1?ie=UTF8&amp;qid=1503497788&amp;sr=8-1&amp;keywords=deep+work">Distracted/dp/1455586692/ref=sr_1_1?ie=UTF8&amp;qid=1503497788&amp;sr=8</a>&#9472;<a href="https://www.amazon.com/Deep-Work-Focused-Success-Distracted/dp/1455586692/ref=sr_1_1?ie=UTF8&amp;qid=1503497788&amp;sr=8-1&amp;keywords=deep+work">1&amp;keywords=deep+work</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* The Yellow Wall&#9472;Paper
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>   <span class="org-property-value">Charlotte Perkins Gilman, Elaine Hedges</span>
<span class="org-special-keyword">:ADDED:</span>    <span class="org-date">&lt;2017&#9472;08&#9472;28&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/286957.The_Yellow_Wall_Paper">https://www.goodreads.com/book/show/286957.The_Yellow_Wall_Paper</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Hammer of the Gods: The Led Zeppelin Saga
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>
<span class="org-special-keyword">:ADDED:</span>    <span class="org-date">&lt;2017&#9472;08&#9472;31&gt;</span>
<span class="org-special-keyword">:AMAZON:</span>   <span class="org-link"><a href="https://www.amazon.com/Hammer-Gods-Led-Zeppelin-Saga/dp/0061473081">https://www.amazon.com/Hammer</a>&#9472;<a href="https://www.amazon.com/Hammer-Gods-Led-Zeppelin-Saga/dp/0061473081">Gods</a>&#9472;<a href="https://www.amazon.com/Hammer-Gods-Led-Zeppelin-Saga/dp/0061473081">Led</a>&#9472;<a href="https://www.amazon.com/Hammer-Gods-Led-Zeppelin-Saga/dp/0061473081">Zeppelin</a>&#9472;<a href="https://www.amazon.com/Hammer-Gods-Led-Zeppelin-Saga/dp/0061473081">Saga/dp/0061473081</a></span>
<span class="org-special-keyword">:END:</span>
