pile/readings/reading-list.org
* Logic for Computer Scientists (Modern Birkhäuser Classics)
:PROPERTIES:
:AUTHOR:
:ADDED:    <2017-08-31>
:AMAZON:   https://www.amazon.com/Computer-Scientists-Modern-Birkh%C3%A4user-Classics/dp/0817647627#reader_0817647627
:END:

* READ The Subtle Art of Not Giving a F*ck: A Counterintuitive Approach to Living a Good Life
CLOSED: [2017-09-21 Thu 03:56]
:PROPERTIES:
:AUTHOR:   Mark Manson
:ADDED:    <2017-09-04>
:GOODREADS: https://www.goodreads.com/book/show/28257707-the-subtle-art-of-not-giving-a-f-ck
:END:

Here is a thing about self help books. You might not agree with them completely
and/or they might not present solid backing for all they say, but they do help
by letting you think about ideas you could not have thought much about
otherwise.

This particular book is a neat example. I bet it is /like/ (in spite of the
presentation, which brought me to read it) other similar books in the genre.
That means it fits into my earlier paragraph's argument and I wouldn't /strongly/
recommend this specific book but would recommend reading/thinking about the
topics it touches.

* Blood Meridian, or the Evening Redness in the West
:PROPERTIES:
:AUTHOR:   Cormac McCarthy
:ADDED:    <2017-09-11>
:GOODREADS: https://www.goodreads.com/book/show/394535.Blood_Meridian_or_the_Evening_Redness_in_the_West
:END:

* The Autobiography of Charles Darwin, 1809–82
:PROPERTIES:
:AUTHOR:   Charles Darwin, Nora Barlow
:ADDED:    <2017-09-12>
:GOODREADS: https://www.goodreads.com/book/show/185404.The_Autobiography_of_Charles_Darwin_1809_82
:END:

* Diagrammatica: The Path to Feynman Diagrams (Cambridge Lecture Notes in Physics)
:PROPERTIES:
:AUTHOR:   Martinus Veltman
:ADDED:    <2017-09-12>
:GOODREADS: https://www.goodreads.com/book/show/330562.Diagrammatica
:END:

* The Disaster Artist: My Life Inside The Room, the Greatest Bad Movie Ever Made
:PROPERTIES:
:AUTHOR:   Tom Bissell
:ADDED:    <2017-09-18>
:AMAZON:   https://www.amazon.com/Disaster-Artist-Inside-Greatest-Movie/dp/1451661193
:END:

* The Evolution of Beauty: How Darwin's Forgotten Theory of Mate Choice Shapes the Animal World - and Us
:PROPERTIES:
:AUTHOR:
:ADDED:    <2017-09-20>
:AMAZON:   https://www.amazon.com/Evolution-Beauty-Darwins-Forgotten-Theory/dp/0385537212
:END:

* The Denial of Death
:PROPERTIES:
:AUTHOR:   Ernest Becker, Sam Keen, Daniel Goleman
:ADDED:    <2017-09-21>
:GOODREADS: https://www.goodreads.com/book/show/2761.The_Denial_of_Death
:END:

* The Idea of India
  :PROPERTIES:
  :AUTHOR:   Sunil Khilnani
  :ADDED:    <2017-09-29>
  :GOODREADS: https://www.goodreads.com/book/show/631243.The_Idea_of_India
  :END:

* The Annihilation of Caste
  :PROPERTIES:
  :AUTHOR:   B.R. Ambedkar
  :ADDED:    <2017-09-29>
  :GOODREADS: https://www.goodreads.com/book/show/8521879-the-annihilation-of-caste
  :END:
  
* The Black Swan: The Impact of the Highly Improbable (Incerto #2)
:PROPERTIES:
:AUTHOR:   Nassim Nicholas Taleb
:ADDED:    <2017-10-03>
:GOODREADS: https://www.goodreads.com/book/show/242472.The_Black_Swan
:END:

* Fooled by Randomness: The Hidden Role of Chance in Life and in the Markets (Incerto #1)
:PROPERTIES:
:AUTHOR:   Nassim Nicholas Taleb
:ADDED:    <2017-10-03>
:GOODREADS: https://www.goodreads.com/book/show/38315.Fooled_by_Randomness
:END:

* READING राग दरबारी (Raag Darbari)
:PROPERTIES:
:AUTHOR:   Shrilal Shukla
:ADDED:    <2017-10-04>
:GOODREADS: https://www.goodreads.com/book/show/2164749._
:END:

