docs/readings/reading-list.org.html

<span class="org-level-1">* Logic for Computer Scientists (Modern Birkh&#228;user Classics)
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>
<span class="org-special-keyword">:ADDED:</span>    <span class="org-date">&lt;2017&#9472;08&#9472;31&gt;</span>
<span class="org-special-keyword">:AMAZON:</span>   <span class="org-link"><a href="https://www.amazon.com/Computer-Scientists-Modern-Birkh%C3%A4user-Classics/dp/0817647627#reader_0817647627">https://www.amazon.com/Computer</a>&#9472;<a href="https://www.amazon.com/Computer-Scientists-Modern-Birkh%C3%A4user-Classics/dp/0817647627#reader_0817647627">Scientists</a>&#9472;<a href="https://www.amazon.com/Computer-Scientists-Modern-Birkh%C3%A4user-Classics/dp/0817647627#reader_0817647627">Modern</a>&#9472;<a href="https://www.amazon.com/Computer-Scientists-Modern-Birkh%C3%A4user-Classics/dp/0817647627#reader_0817647627">Birkh%C3%A4user</a>&#9472;<a href="https://www.amazon.com/Computer-Scientists-Modern-Birkh%C3%A4user-Classics/dp/0817647627#reader_0817647627">Classics/dp/0817647627#reader_0817647627</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* </span><span class="org-level-1"><span class="org-done">READ</span></span><span class="org-level-1"> </span><span class="org-level-1"><span class="org-headline-done">The Subtle Art of Not Giving a F*ck: A Counterintuitive Approach to Living a Good Life</span></span><span class="org-level-1">
</span><span class="org-special-keyword">CLOSED:</span> <span class="org-date">[2017&#9472;09&#9472;21 Thu 03:56]</span>
<span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>   <span class="org-property-value">Mark Manson</span>
<span class="org-special-keyword">:ADDED:</span>    <span class="org-date">&lt;2017&#9472;09&#9472;04&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/28257707-the-subtle-art-of-not-giving-a-f-ck">https://www.goodreads.com/book/show/28257707</a>&#9472;<a href="https://www.goodreads.com/book/show/28257707-the-subtle-art-of-not-giving-a-f-ck">the</a>&#9472;<a href="https://www.goodreads.com/book/show/28257707-the-subtle-art-of-not-giving-a-f-ck">subtle</a>&#9472;<a href="https://www.goodreads.com/book/show/28257707-the-subtle-art-of-not-giving-a-f-ck">art</a>&#9472;<a href="https://www.goodreads.com/book/show/28257707-the-subtle-art-of-not-giving-a-f-ck">of</a>&#9472;<a href="https://www.goodreads.com/book/show/28257707-the-subtle-art-of-not-giving-a-f-ck">not</a>&#9472;<a href="https://www.goodreads.com/book/show/28257707-the-subtle-art-of-not-giving-a-f-ck">giving</a>&#9472;<a href="https://www.goodreads.com/book/show/28257707-the-subtle-art-of-not-giving-a-f-ck">a</a>&#9472;<a href="https://www.goodreads.com/book/show/28257707-the-subtle-art-of-not-giving-a-f-ck">f</a>&#9472;<a href="https://www.goodreads.com/book/show/28257707-the-subtle-art-of-not-giving-a-f-ck">ck</a></span>
<span class="org-special-keyword">:END:</span>

Here is a thing about self help books. You might not agree with them completely
and/or they might not present solid backing for all they say, but they do help
by letting you think about ideas you could not have thought much about
otherwise.

This particular book is a neat example. I bet it is <span class="italic">like</span> (in spite of the
presentation, which brought me to read it) other similar books in the genre.
That means it fits into my earlier paragraph's argument and I wouldn't <span class="italic">strongly</span>
recommend this specific book but would recommend reading/thinking about the
topics it touches.

<span class="org-level-1">* Blood Meridian, or the Evening Redness in the West
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>   <span class="org-property-value">Cormac McCarthy</span>
<span class="org-special-keyword">:ADDED:</span>    <span class="org-date">&lt;2017&#9472;09&#9472;11&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/394535.Blood_Meridian_or_the_Evening_Redness_in_the_West">https://www.goodreads.com/book/show/394535.Blood_Meridian_or_the_Evening_Redness_in_the_West</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* The Autobiography of Charles Darwin, 1809&#8211;82
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>   <span class="org-property-value">Charles Darwin, Nora Barlow</span>
<span class="org-special-keyword">:ADDED:</span>    <span class="org-date">&lt;2017&#9472;09&#9472;12&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/185404.The_Autobiography_of_Charles_Darwin_1809_82">https://www.goodreads.com/book/show/185404.The_Autobiography_of_Charles_Darwin_1809_82</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Diagrammatica: The Path to Feynman Diagrams (Cambridge Lecture Notes in Physics)
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>   <span class="org-property-value">Martinus Veltman</span>
<span class="org-special-keyword">:ADDED:</span>    <span class="org-date">&lt;2017&#9472;09&#9472;12&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/330562.Diagrammatica">https://www.goodreads.com/book/show/330562.Diagrammatica</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* The Disaster Artist: My Life Inside The Room, the Greatest Bad Movie Ever Made
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>   <span class="org-property-value">Tom Bissell</span>
<span class="org-special-keyword">:ADDED:</span>    <span class="org-date">&lt;2017&#9472;09&#9472;18&gt;</span>
<span class="org-special-keyword">:AMAZON:</span>   <span class="org-link"><a href="https://www.amazon.com/Disaster-Artist-Inside-Greatest-Movie/dp/1451661193">https://www.amazon.com/Disaster</a>&#9472;<a href="https://www.amazon.com/Disaster-Artist-Inside-Greatest-Movie/dp/1451661193">Artist</a>&#9472;<a href="https://www.amazon.com/Disaster-Artist-Inside-Greatest-Movie/dp/1451661193">Inside</a>&#9472;<a href="https://www.amazon.com/Disaster-Artist-Inside-Greatest-Movie/dp/1451661193">Greatest</a>&#9472;<a href="https://www.amazon.com/Disaster-Artist-Inside-Greatest-Movie/dp/1451661193">Movie/dp/1451661193</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* The Evolution of Beauty: How Darwin's Forgotten Theory of Mate Choice Shapes the Animal World &#9472; and Us
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>
<span class="org-special-keyword">:ADDED:</span>    <span class="org-date">&lt;2017&#9472;09&#9472;20&gt;</span>
<span class="org-special-keyword">:AMAZON:</span>   <span class="org-link"><a href="https://www.amazon.com/Evolution-Beauty-Darwins-Forgotten-Theory/dp/0385537212">https://www.amazon.com/Evolution</a>&#9472;<a href="https://www.amazon.com/Evolution-Beauty-Darwins-Forgotten-Theory/dp/0385537212">Beauty</a>&#9472;<a href="https://www.amazon.com/Evolution-Beauty-Darwins-Forgotten-Theory/dp/0385537212">Darwins</a>&#9472;<a href="https://www.amazon.com/Evolution-Beauty-Darwins-Forgotten-Theory/dp/0385537212">Forgotten</a>&#9472;<a href="https://www.amazon.com/Evolution-Beauty-Darwins-Forgotten-Theory/dp/0385537212">Theory/dp/0385537212</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* The Denial of Death
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>   <span class="org-property-value">Ernest Becker, Sam Keen, Daniel Goleman</span>
<span class="org-special-keyword">:ADDED:</span>    <span class="org-date">&lt;2017&#9472;09&#9472;21&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/2761.The_Denial_of_Death">https://www.goodreads.com/book/show/2761.The_Denial_of_Death</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* The Idea of India
</span><span class="org-special-keyword">  :PROPERTIES:</span>
  <span class="org-special-keyword">:AUTHOR:</span>   <span class="org-property-value">Sunil Khilnani</span>
  <span class="org-special-keyword">:ADDED:</span>    <span class="org-date">&lt;2017&#9472;09&#9472;29&gt;</span>
  <span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/631243.The_Idea_of_India">https://www.goodreads.com/book/show/631243.The_Idea_of_India</a></span>
<span class="org-special-keyword">  :END:</span>

<span class="org-level-1">* The Annihilation of Caste
</span><span class="org-special-keyword">  :PROPERTIES:</span>
  <span class="org-special-keyword">:AUTHOR:</span>   <span class="org-property-value">B.R. Ambedkar</span>
  <span class="org-special-keyword">:ADDED:</span>    <span class="org-date">&lt;2017&#9472;09&#9472;29&gt;</span>
  <span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/8521879-the-annihilation-of-caste">https://www.goodreads.com/book/show/8521879</a>&#9472;<a href="https://www.goodreads.com/book/show/8521879-the-annihilation-of-caste">the</a>&#9472;<a href="https://www.goodreads.com/book/show/8521879-the-annihilation-of-caste">annihilation</a>&#9472;<a href="https://www.goodreads.com/book/show/8521879-the-annihilation-of-caste">of</a>&#9472;<a href="https://www.goodreads.com/book/show/8521879-the-annihilation-of-caste">caste</a></span>
<span class="org-special-keyword">  :END:</span>
  
<span class="org-level-1">* The Black Swan: The Impact of the Highly Improbable (Incerto </span><span class="org-level-1"><span class="org-tag">#2)</span></span><span class="org-level-1">
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>   <span class="org-property-value">Nassim Nicholas Taleb</span>
<span class="org-special-keyword">:ADDED:</span>    <span class="org-date">&lt;2017&#9472;10&#9472;03&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/242472.The_Black_Swan">https://www.goodreads.com/book/show/242472.The_Black_Swan</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Fooled by Randomness: The Hidden Role of Chance in Life and in the Markets (Incerto </span><span class="org-level-1"><span class="org-tag">#1)</span></span><span class="org-level-1">
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>   <span class="org-property-value">Nassim Nicholas Taleb</span>
<span class="org-special-keyword">:ADDED:</span>    <span class="org-date">&lt;2017&#9472;10&#9472;03&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/38315.Fooled_by_Randomness">https://www.goodreads.com/book/show/38315.Fooled_by_Randomness</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* </span><span class="org-level-1"><span class="org-todo">READING</span></span><span class="org-level-1"> &#2352;&#2366;&#2327; &#2342;&#2352;&#2348;&#2366;&#2352;&#2368; (Raag Darbari)
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>   <span class="org-property-value">Shrilal Shukla</span>
<span class="org-special-keyword">:ADDED:</span>    <span class="org-date">&lt;2017&#9472;10&#9472;04&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/2164749">https://www.goodreads.com/book/show/2164749</a></span><span class="org-property-value">._</span>
<span class="org-special-keyword">:END:</span>
