pile/readings/reading-list.org
* Realm of Racket: Learn to Program, One Game at a Time!
:PROPERTIES:
:AUTHOR:   Conrad Barski M.D., David Van Horn, Eight Students Northeastern University of
:ADDED:    <2017-10-14>
:AMAZON:   https://www.amazon.com/dp/1593274912/ref=cm_sw_su_dp
:END:

* Probably Approximately Correct: Nature's Algorithms for Learning and Prospering in a Complex World
:PROPERTIES:
:AUTHOR:
:ADDED:    <2017-10-18>
:AMAZON:   https://www.amazon.com/Probably-Approximately-Correct-Algorithms-Prospering/dp/0465060722/ref=tmm_pap_title_0?_encoding=UTF8&sr=&qid=
:END:

* READ The Last Question
CLOSED: [2017-11-10 Fri 22:07]
:PROPERTIES:
:AUTHOR:   Isaac Asimov, Bob E. Flick, Jim Gallant
:ADDED:    <2017-11-10>
:GOODREADS: https://www.goodreads.com/book/show/4808763-the-last-question
:END:

/How can entropy be reversed?/ ...

* READ The Last Answer
CLOSED: [2017-11-13 Mon 20:46]
:PROPERTIES:
:AUTHOR:   Isaac Asimov
:ADDED:    <2017-11-13>
:GOODREADS: https://www.goodreads.com/book/show/15755066-the-last-answer
:END:

This (along with /The Last Question/, which I recently read) is a beautiful short.
Looking forward to more from Asimov.

* Adaptation in Natural and Artificial Systems: An Introductory Analysis with Applications to Biology, Control, and Artificial Intelligence
:PROPERTIES:
:AUTHOR:
:ADDED:    <2017-12-16>
:AMAZON:   https://www.amazon.com/Adaptation-Natural-Artificial-Systems-Introductory/dp/0262581116
:END:

* Schooling In Capitalist America: Educational Reform And The Contradictions Of Economic Life
:PROPERTIES:
:AUTHOR:
:ADDED:    <2017-12-27>
:AMAZON:   https://www.amazon.com/Schooling-Capitalist-America-Educational-Contradictions/dp/0465097189
:END:

* READ Slaughterhouse-Five
CLOSED: [2018-01-09 Tue 15:46]
:PROPERTIES:
:AUTHOR:   Kurt Vonnegut
:ADDED:    <2018-01-04>
:GOODREADS: https://www.goodreads.com/book/show/4981.Slaughterhouse_Five
:END:

* Notes from Underground
:PROPERTIES:
:AUTHOR:   Fyodor Dostoyevsky, Christian Redl, Philip Dossick, Emanuela Guercetti, Michelle-Irène Brudny, Richard Pevear, Norman Dietz, Donald Fanger, coderati, Boris de Schlœzer, Larissa Volokhonsky
:ADDED:    <2018-01-07>
:GOODREADS: https://www.goodreads.com/book/show/49455.Notes_from_Underground
:END:

* The Stranger
:PROPERTIES:
:AUTHOR:   Albert Camus, Stuart Gilbert, Matthew Ward, Leman Sarı
:ADDED:    <2018-01-07>
:GOODREADS: https://www.goodreads.com/book/show/49552.The_Stranger
:END:

* The Princeton Companion to Mathematics
:PROPERTIES:
:AUTHOR:   Timothy Gowers, June Barrow-Green, Imre Leader
:ADDED:    <2018-01-08>
:GOODREADS: https://www.goodreads.com/book/show/1471873.The_Princeton_Companion_to_Mathematics
:END:

* Concrete Mathematics: A Foundation for Computer Science
:PROPERTIES:
:AUTHOR:   Ronald L. Graham, Donald Ervin Knuth, Oren Patashnik
:ADDED:    <2018-01-08>
:GOODREADS: https://www.goodreads.com/book/show/112243.Concrete_Mathematics?ac=1&from_search=true
:END:

* Mastering the Techniques of Teaching
:PROPERTIES:
:AUTHOR:
:ADDED:    <2018-01-11>
:AMAZON:   https://www.amazon.com/Mastering-Techniques-Teaching-Joseph-Lowman/dp/078795568X
:END:

