docs/readings/reading-list.org.html

<span class="org-level-1">* Realm of Racket: Learn to Program, One Game at a Time!
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>   <span class="org-property-value">Conrad Barski M.D., David Van Horn, Eight Students Northeastern University of</span>
<span class="org-special-keyword">:ADDED:</span>    <span class="org-date">&lt;2017&#9472;10&#9472;14&gt;</span>
<span class="org-special-keyword">:AMAZON:</span>   <span class="org-link"><a href="https://www.amazon.com/dp/1593274912/ref=cm_sw_su_dp">https://www.amazon.com/dp/1593274912/ref=cm_sw_su_dp</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Probably Approximately Correct: Nature's Algorithms for Learning and Prospering in a Complex World
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>
<span class="org-special-keyword">:ADDED:</span>    <span class="org-date">&lt;2017&#9472;10&#9472;18&gt;</span>
<span class="org-special-keyword">:AMAZON:</span>   <span class="org-link"><a href="https://www.amazon.com/Probably-Approximately-Correct-Algorithms-Prospering/dp/0465060722/ref=tmm_pap_title_0?_encoding=UTF8&amp;sr=&amp;qid">https://www.amazon.com/Probably</a>&#9472;<a href="https://www.amazon.com/Probably-Approximately-Correct-Algorithms-Prospering/dp/0465060722/ref=tmm_pap_title_0?_encoding=UTF8&amp;sr=&amp;qid">Approximately</a>&#9472;<a href="https://www.amazon.com/Probably-Approximately-Correct-Algorithms-Prospering/dp/0465060722/ref=tmm_pap_title_0?_encoding=UTF8&amp;sr=&amp;qid">Correct</a>&#9472;<a href="https://www.amazon.com/Probably-Approximately-Correct-Algorithms-Prospering/dp/0465060722/ref=tmm_pap_title_0?_encoding=UTF8&amp;sr=&amp;qid">Algorithms</a>&#9472;<a href="https://www.amazon.com/Probably-Approximately-Correct-Algorithms-Prospering/dp/0465060722/ref=tmm_pap_title_0?_encoding=UTF8&amp;sr=&amp;qid">Prospering/dp/0465060722/ref=tmm_pap_title_0?_encoding=UTF8&amp;sr=&amp;qid</a></span><span class="org-property-value">=</span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* </span><span class="org-level-1"><span class="org-done">READ</span></span><span class="org-level-1"> </span><span class="org-level-1"><span class="org-headline-done">The Last Question</span></span><span class="org-level-1">
</span><span class="org-special-keyword">CLOSED:</span> <span class="org-date">[2017&#9472;11&#9472;10 Fri 22:07]</span>
<span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>   <span class="org-property-value">Isaac Asimov, Bob E. Flick, Jim Gallant</span>
<span class="org-special-keyword">:ADDED:</span>    <span class="org-date">&lt;2017&#9472;11&#9472;10&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/4808763-the-last-question">https://www.goodreads.com/book/show/4808763</a>&#9472;<a href="https://www.goodreads.com/book/show/4808763-the-last-question">the</a>&#9472;<a href="https://www.goodreads.com/book/show/4808763-the-last-question">last</a>&#9472;<a href="https://www.goodreads.com/book/show/4808763-the-last-question">question</a></span>
<span class="org-special-keyword">:END:</span>

<span class="italic">How can entropy be reversed?</span> ...

<span class="org-level-1">* </span><span class="org-level-1"><span class="org-done">READ</span></span><span class="org-level-1"> </span><span class="org-level-1"><span class="org-headline-done">The Last Answer</span></span><span class="org-level-1">
</span><span class="org-special-keyword">CLOSED:</span> <span class="org-date">[2017&#9472;11&#9472;13 Mon 20:46]</span>
<span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>   <span class="org-property-value">Isaac Asimov</span>
<span class="org-special-keyword">:ADDED:</span>    <span class="org-date">&lt;2017&#9472;11&#9472;13&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/15755066-the-last-answer">https://www.goodreads.com/book/show/15755066</a>&#9472;<a href="https://www.goodreads.com/book/show/15755066-the-last-answer">the</a>&#9472;<a href="https://www.goodreads.com/book/show/15755066-the-last-answer">last</a>&#9472;<a href="https://www.goodreads.com/book/show/15755066-the-last-answer">answer</a></span>
<span class="org-special-keyword">:END:</span>

This (along with <span class="italic">The Last Question</span>, which I recently read) is a beautiful short.
Looking forward to more from Asimov.

<span class="org-level-1">* Adaptation in Natural and Artificial Systems: An Introductory Analysis with Applications to Biology, Control, and Artificial Intelligence
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>
<span class="org-special-keyword">:ADDED:</span>    <span class="org-date">&lt;2017&#9472;12&#9472;16&gt;</span>
<span class="org-special-keyword">:AMAZON:</span>   <span class="org-link"><a href="https://www.amazon.com/Adaptation-Natural-Artificial-Systems-Introductory/dp/0262581116">https://www.amazon.com/Adaptation</a>&#9472;<a href="https://www.amazon.com/Adaptation-Natural-Artificial-Systems-Introductory/dp/0262581116">Natural</a>&#9472;<a href="https://www.amazon.com/Adaptation-Natural-Artificial-Systems-Introductory/dp/0262581116">Artificial</a>&#9472;<a href="https://www.amazon.com/Adaptation-Natural-Artificial-Systems-Introductory/dp/0262581116">Systems</a>&#9472;<a href="https://www.amazon.com/Adaptation-Natural-Artificial-Systems-Introductory/dp/0262581116">Introductory/dp/0262581116</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Schooling In Capitalist America: Educational Reform And The Contradictions Of Economic Life
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>
<span class="org-special-keyword">:ADDED:</span>    <span class="org-date">&lt;2017&#9472;12&#9472;27&gt;</span>
<span class="org-special-keyword">:AMAZON:</span>   <span class="org-link"><a href="https://www.amazon.com/Schooling-Capitalist-America-Educational-Contradictions/dp/0465097189">https://www.amazon.com/Schooling</a>&#9472;<a href="https://www.amazon.com/Schooling-Capitalist-America-Educational-Contradictions/dp/0465097189">Capitalist</a>&#9472;<a href="https://www.amazon.com/Schooling-Capitalist-America-Educational-Contradictions/dp/0465097189">America</a>&#9472;<a href="https://www.amazon.com/Schooling-Capitalist-America-Educational-Contradictions/dp/0465097189">Educational</a>&#9472;<a href="https://www.amazon.com/Schooling-Capitalist-America-Educational-Contradictions/dp/0465097189">Contradictions/dp/0465097189</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* </span><span class="org-level-1"><span class="org-done">READ</span></span><span class="org-level-1"> </span><span class="org-level-1"><span class="org-headline-done">Slaughterhouse&#9472;Five</span></span><span class="org-level-1">
</span><span class="org-special-keyword">CLOSED:</span> <span class="org-date">[2018&#9472;01&#9472;09 Tue 15:46]</span>
<span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>   <span class="org-property-value">Kurt Vonnegut</span>
<span class="org-special-keyword">:ADDED:</span>    <span class="org-date">&lt;2018&#9472;01&#9472;04&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/4981.Slaughterhouse_Five">https://www.goodreads.com/book/show/4981.Slaughterhouse_Five</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Notes from Underground
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>   <span class="org-property-value">Fyodor Dostoyevsky, Christian Redl, Philip Dossick, Emanuela Guercetti, Michelle&#9472;Ir&#232;ne Brudny, Richard Pevear, Norman Dietz, Donald Fanger, coderati, Boris de Schl&#339;zer, Larissa Volokhonsky</span>
<span class="org-special-keyword">:ADDED:</span>    <span class="org-date">&lt;2018&#9472;01&#9472;07&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/49455.Notes_from_Underground">https://www.goodreads.com/book/show/49455.Notes_from_Underground</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* The Stranger
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>   <span class="org-property-value">Albert Camus, Stuart Gilbert, Matthew Ward, Leman Sar&#305;</span>
<span class="org-special-keyword">:ADDED:</span>    <span class="org-date">&lt;2018&#9472;01&#9472;07&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/49552.The_Stranger">https://www.goodreads.com/book/show/49552.The_Stranger</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* The Princeton Companion to Mathematics
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>   <span class="org-property-value">Timothy Gowers, June Barrow&#9472;Green, Imre Leader</span>
<span class="org-special-keyword">:ADDED:</span>    <span class="org-date">&lt;2018&#9472;01&#9472;08&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/1471873.The_Princeton_Companion_to_Mathematics">https://www.goodreads.com/book/show/1471873.The_Princeton_Companion_to_Mathematics</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Concrete Mathematics: A Foundation for Computer Science
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>   <span class="org-property-value">Ronald L. Graham, Donald Ervin Knuth, Oren Patashnik</span>
<span class="org-special-keyword">:ADDED:</span>    <span class="org-date">&lt;2018&#9472;01&#9472;08&gt;</span>
<span class="org-special-keyword">:GOODREADS:</span> <span class="org-link"><a href="https://www.goodreads.com/book/show/112243.Concrete_Mathematics?ac=1&amp;from_search=true">https://www.goodreads.com/book/show/112243.Concrete_Mathematics?ac=1&amp;from_search=true</a></span>
<span class="org-special-keyword">:END:</span>

<span class="org-level-1">* Mastering the Techniques of Teaching
</span><span class="org-special-keyword">:PROPERTIES:</span>
<span class="org-special-keyword">:AUTHOR:</span>
<span class="org-special-keyword">:ADDED:</span>    <span class="org-date">&lt;2018&#9472;01&#9472;11&gt;</span>
<span class="org-special-keyword">:AMAZON:</span>   <span class="org-link"><a href="https://www.amazon.com/Mastering-Techniques-Teaching-Joseph-Lowman/dp/078795568X">https://www.amazon.com/Mastering</a>&#9472;<a href="https://www.amazon.com/Mastering-Techniques-Teaching-Joseph-Lowman/dp/078795568X">Techniques</a>&#9472;<a href="https://www.amazon.com/Mastering-Techniques-Teaching-Joseph-Lowman/dp/078795568X">Teaching</a>&#9472;<a href="https://www.amazon.com/Mastering-Techniques-Teaching-Joseph-Lowman/dp/078795568X">Joseph</a>&#9472;<a href="https://www.amazon.com/Mastering-Techniques-Teaching-Joseph-Lowman/dp/078795568X">Lowman/dp/078795568X</a></span>
<span class="org-special-keyword">:END:</span>

</pre>
  </body>
</html>
